{
  "HeaderLines": {
    "HeaderLine": [
      {
        "Date": "2023-12-01",
        "Tithi": "કારતક વદ ૪",
        "Suvichar": "મુને તો પ્રગટ પુરુષોત્તમ મળ્યા છે, તે કુરાજી થાશે તો મોટી ખોટ આવશે, એમ જાણીને કામ વાસનાનો ત્યાગ કરવો અને ભગવાન સંબંધી સુખનું ગ્રહણ કરવું, ને દેહના સંબંધીમાં પ્રીતિ હોય તેનો ત્યાગ કરવો ને ભગવાન ને ભગવાનના દાસ જે સંત તે સંગાથે પ્રીતિ કરવી એ ગ્રહણ કરવું. ને દેહને વિષે અહંબુદ્ધિ હોય તો તેને ત્યાગ કરીને ભગવાનના દાસપણાની બુદ્ધિનું ગ્રહણ કરવું. (અ. ૫)"
      },
      {
        "Date": "2023-12-02",
        "Tithi": "કારતક વદ ૫ - અ.મુ. શ્રી લીલામાસીની અંતર્ધાન તિથિ, એલ્ડોરેટ (કેન્યા) શ્રી સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "જે જે ક્રિયાને વિષે ક્રોધ ઊપજે તે મોટા સાધુને ઊપજે અથવા નાના સાધુને ઊપજે, તો જેની ઉપર ક્રોધ ઊપજે તેને એક સાષ્ટાંગ દંડવત્‌ પ્રણામ કરવો. અને ગદ્‌ગદ હૃદય થઈને દીનતાએ કરીને રૂડાંરૂડાં વચન બોલીને તેને પ્રસન્ન કરવો. (અ. ૮)"
      },
      {
        "Date": "2023-12-03",
        "Tithi": "કારતક વદ ૬",
        "Suvichar": "અમે આ સંત સહિત જીવોના કલ્યાણને અર્થે પ્રગટ થયા છીએ, તે માટે તમે અમારું જો વચન માનશો તો અમે જે ધામમાંથી આવ્યા છીએ તે ધામમાં તમને સર્વેને તેડી જાશું, અને તમે પણ એમ જાણજ્યો જે અમારું કલ્યાણ થઈ ચૂક્યું છે. અને વળી અમારો દૃઢ વિશ્વાસ રાખશો ને કહીએ તેમ કરશો તો તમારે મહાકષ્ટ કોઈક આવી પડશે તેથી અથવા સાતદકાળી જેવું પડશે તે થકી રક્ષા કરશું, અને કોઈએ ઊગર્યાનો આરો નથી એવું કષ્ટ આવી પડશે તો ય પણ રક્ષા કરશું, જો અમારા આ સત્સંગના ધર્મ બહુ રીતે કરીને પાળશો તો, ને સત્સંગ રાખશો તો. અને નહિ રાખો તો મહા દુઃખ પામશો તેમાં અમારે લેણા દેણા નથી. (જે. ૫)"
      },
      {
        "Date": "2023-12-04",
        "Tithi": "કારતક વદ ૭",
        "Suvichar": "પ્રત્યક્ષ ભગવાનને વિષે જે દૃઢ નિષ્ઠા રાખે છે, ને તેને દર્શને કરીને જ પોતાને પરિપૂર્ણ માને છે, ને બીજું કાંઈ નથી ઇચ્છતો તેને તો ભગવાન પોતે બળાત્કારે પોતાના ધામને વિષે જે પોતાનાં ઐશ્વર્ય છે ને પોતાની મૂર્તિઓ છે તેને દેખાડે છે માટે જેને ભગવાનને વિષે અનન્ય નિષ્ઠા હોય તેને પ્રત્યક્ષ ભગવાન વિના બીજું કાંઈ ઇચ્છવું નહિ. (પ્ર. ૯)"
      },
      {
        "Date": "2023-12-05",
        "Tithi": "કારતક વદ ૮",
        "Suvichar": "જેને સાક્ષાત્‌ ભગવાનની પ્રાપ્તિ થઈ છે, તેને અંતકાળે સ્મૃતિ રહે અથવા ન રહે તો પણ તેનું અકલ્યાણ થાય નહિ; તેની તો ભગવાન રક્ષા કરે છે અને જે ભગવાન થકી વિમુખ છે તે તો બોલતાં ચાલતાં દેહ મૂકે છે પણ તેનું કલ્યાણ થાતું નથી ને મરીને યમપુરીમાં જાય છે. (પ્ર. ૧૪)"
      },
      {
        "Date": "2023-12-06",
        "Tithi": "કારતક વદ ૯",
        "Suvichar": "પરમેશ્વરનાં દર્શન તો એક દૃષ્ટિએ કરવાં પણ ચપળ દૃષ્ટિએ ન કરવાં અને પરમેશ્વરનાં દર્શન દૃષ્ટિને નિયમમાં રાખીને કરે છે તેને એ દર્શન નવીનનાં નવીન રહે છે અને પરમેશ્વરે જે જે વચન કહ્યાં હોય તે પણ એને નવીનનાં નવીન રહે છે. (સા. ૨)"
      },
      {
        "Date": "2023-12-07",
        "Tithi": "કારતક વદ ૧૦",
        "Suvichar": "મુને તો તે ભગવાન પ્રત્યક્ષ મળ્યા છે અને રાત દિવસ તે ભગવાનનું હું નામ લઉં છું માટે તો કૃતાર્થ થયો છું એવી રીતે વિચારીને આનંદમાં રહેવું, પણ જેને તમોગુણ-રજોગુણ વર્તતા હોય તેને ધ્યાન-ધરણાને અર્થે આગ્રહ કરવો નહિ અને જેવું બની આવે તેવું ભજન-સ્મરણ કરવું ને દેહે કરીને ભગવાનની તથા સંતની પરિચર્યા શ્રદ્ધાએ સહિત કરવી ને પોતપોતાના ધર્મમાં રહેવું ને પોતાને પૂર્ણકામ માનવું. (સ. ૯)"
      },
      {
        "Date": "2023-12-08",
        "Tithi": "કારતક વદ ૧૧",
        "Suvichar": "જેને ભગવાનની પ્રાપ્તિ થઈ છે અને ગૃહસ્થાશ્રમી છે તો પણ તે નિર્ગુણ કહેવાય અને ત્યાગી હોય તે પણ નિર્ગુણ કહેવાય, માટે ભગવાનને પામ્યાનો જે માર્ગ તે જ નિર્ગુણ માર્ગ છે અને તે જે જે ભગવાન સંબંધી ક્રિયા કરે તે સર્વે નિર્ગુણ છે. અને જેને ભગવાનનો સંબંધ થયો છે તેના ભાગ્યનો પાર આવે નહિ અને તે ભગવાનનો સંબંધ એક જન્મને પુણ્યે કરીને થાતો નથી. (મ. ૮)"
      },
      {
        "Date": "2023-12-09",
        "Tithi": "કારતક વદ ૧૨ - ઉત્પત્તિ એકાદશી",
        "Suvichar": "જેવી પરોક્ષ દેવને વિષે જીવને પ્રતીતિ છે તેવી જો પ્રત્યક્ષ ગુરુરૂપ હરિને વિષે આવે તો જેટલા અર્થ પ્રાપ્ત થવાના કહ્યા છે તેટલા સર્વે અર્થ તેને પ્રાપ્ત થાય છે, અને જ્યારે આવો સંત - સમાગમ પ્રાપ્ત થયો ત્યારે દેહ મૂકીને જેને પામવા હતા તે તો દેહ છતાં જ મળ્યા છે, માટે જેને પરમપદ કહીએ, મોક્ષ કહીએ તેને છતે દેહે જ પામ્યો છે. (છે. ૨)"
      },
      {
        "Date": "2023-12-10",
        "Tithi": "કારતક વદ ૧૨",
        "Suvichar": "પોતપોતાના વર્ણાશ્રમનો જે ધર્મ તેને વિષે અચળ નિષ્ઠા તથા આત્મનિષ્ઠાની અતિશે દૃઢતા તથા એક ભગવાન વિના બીજા સર્વે પદાર્થને વિષે અરુચિ તથા ભગવાનને વિષે માહાત્મ્યે સહિત એવી નિષ્કામ ભક્તિ, એ ચાર સાધને કરીને ભગવાનની અતિશે પ્રસન્નતા થાય છે. (પ્ર. ૨૧)"
      },
      {
        "Date": "2023-12-11",
        "Tithi": "કારતક વદ ૧૩-૧૪",
        "Suvichar": "ભગવાનનો જે દૃઢ આશરો એ જ એક સર્વ સાધનમાં મોટું સાધન છે. તેણે કરીને ભગવાન રાજી થાય છે ને તે આશરો અતિ દૃઢ જોઈએ, જેને વિષે કાંઈ પોલ રહે નહિ. (પ્ર. ૩૩)"
      },
      {
        "Date": "2023-12-12",
        "Tithi": "કારતક વદ ૩૦ - દર્શ અમાસ, સદ્. શ્રી વૃંદાવનદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "જેને ભગવાનને રાજી કરવા હોય તેને તો દેહના સુખને ઇચ્છવું નહિ, અને દર્શનનો પણ લોભ રાખવો નહિ ને ભગવાન જેમ કહે તેમ કરવું, એ જ ભગવાનને રાજી થયાનું સાધન છે. (પ્ર. ૭૮)"
      },
      {
        "Date": "2023-12-13",
        "Tithi": "માગસર સુદ ૧",
        "Suvichar": "પંચવર્તમાનમાં સંપૂર્ણ રાખીએ ને તેમાં કોઈ રીતે ખોટ્ય આવવા દઈએ નહિ, તો ભગવાન ને ભગવાનના સંત પ્રસન્ન થાય છે, એમાં લેશ માત્ર સંશય નહિ. (પ્ર. ૭૮)"
      },
      {
        "Date": "2023-12-14",
        "Tithi": "માગસર સુદ ૨",
        "Suvichar": "જે ભક્તજન કામ, ક્રોધ, લોભ, કપટ, માન, ઈર્ષ્યા ને મત્સર એટલાં વાનાંએ રહિત થઈને ભગવાનની ભક્તિ કરે તેની ઉપર ભગવાન રાજી થાય છે. (કા. ૬)"
      },
      {
        "Date": "2023-12-15",
        "Tithi": "માગસર સુદ ૩",
        "Suvichar": "અગિયારે ઇન્દ્રિયોના જુદા જુદા આહાર છે તે સર્વે આહારનો ત્યાગ કરે તેનું નામ એકાદશી વ્રત કહેવાય પણ અગિયારે ઇન્દ્રિયો કુમાર્ગે દોડે અને પોતપોતાના અન્નને ખાય તે એકાદશીનું વ્રત શાસ્ત્ર પ્રમાણે ન કહેવાય. માટે એકાદશીનું વ્રત કરવું ત્યારે તો અગિયારે ઇન્દ્રિયોને આહાર કરવા દેવા નહિ એવું વ્રત પંદર દિવસમાં એકવાર આવે છે તે ખબરદાર થઈને કરવું તો તેને ઉપર ભગવાન પ્રસન્ન થાય છે પણ તે વિના જે ઢોરલાંઘણ, તેણે કરીને ભગવાન પ્રસન્ન થાતા નથી. (મ. ૮)"
      },
      {
        "Date": "2023-12-16",
        "Tithi": "માગસર સુદ ૪ - વચનામૃત જયંતી, અ.મુ. શ્રી સોમચંદબાપાની અંતર્ધાન તિથિ, ધનુર્માસ પ્રારંભ",
        "Suvichar": "સર્વે પૃથ્વીનું રાજ્ય આવે તો પણ સંતની આગળ જેવો કંગાલ હતો ને દીન-આધીન રહેતો તેવો ને તેવો જ પ્રીતિએ યુક્ત થકો દીન-આધીન રહે તેમ જ ઇન્દ્રલોક તથા બ્રહ્મલોકનું રાજ્ય પામે તો પણ સંતની આગળ તેવો ને તેવો જ દીન-આધીન રહે અને જે ત્યાગી હોય ને તે જેવો પ્રથમ ગરીબ હોય ને જેમ સૌ સંતની ટેલ-ચાકરી કરતો હોય તેવી ને તેવી જ પોતામાં ભગવાનનાં જેવાં ઐશ્વર્ય આવે તો પણ કરતો રહે પણ સાધુ સાથે પિતરાઈ દાવો બાંધે નહિ અને બરોબરિયાપણું કરે નહિ એવાં જેનાં લક્ષણ હોય તેની ઉપર ભગવાન અતિ પ્રસન્ન થાય છે. (મ. ૨૫)"
      },
      {
        "Date": "2023-12-17",
        "Tithi": "માગસર સુદ ૫",
        "Suvichar": "અમારી જે પ્રકૃતિ છે તે કહીએ છીએ જે, અમારો દયાળુ સ્વભાવ છે, તો પણ જે હરિભક્તનો દ્રોહી હોય તેનો તો અમારે અભાવ આવે છે અને હરિભક્તનું ઘસાતું જો કોઈ બોલ્યો હોય અને એને જો હું સાંભળું તો તે સાથે હું બોલવાને ઘણો ઇચ્છું પણ બોલવાનું મન જ થાય નહિ, અને જે ભગવાનના ભક્તની સેવા-ચાકરી કરે તે ઉપર તો અમારે અતિશે રાજીપો થઈ જાય છે. (મ. ૨૮)"
      },
      {
        "Date": "2023-12-18",
        "Tithi": "માગસર સુદ ૬",
        "Suvichar": "ભગવાનના ભક્તની મને-વચને-દેહે કરીને જે સેવા બણી આવે ને તેણે કરીને જેવું આ જીવનું રૂડું થાય છે ને એ જીવને સુખ થાય છે તેવું બીજે કોઈ સાધને કરીને થાતું નથી. (મ. ૪૦)"
      },
      {
        "Date": "2023-12-19",
        "Tithi": "માગસર સુદ ૭",
        "Suvichar": "ભગવાનનો દ્રોહ તેને જે ન કરે તેણે સંપૂર્ણ ભગવાનની પૂજા કરી અને તે વિના તો ચંદન-પુષ્પાદિકે કરીને પૂજે છે તો પણ ભગવાનનો દ્રોહી છે, માટે ભગવાનને જગતના કર્તા-હર્તા જાણે ને મૂર્તિમાન જાણે તે ઉપર જ ભગવાન રાજી થાય છે. (વ. ૨)"
      },
      {
        "Date": "2023-12-20",
        "Tithi": "માગસર સુદ ૮",
        "Suvichar": "આપણે જ્યારે તન, મન, ધન ભગવાનને અર્પણ કર્યું ત્યારે હવે ભગવાનની ઇચ્છા તે જ આપણું પ્રારબ્ધ છે તે વિના બીજું કોઈ પ્રારબ્ધ નથી, માટે ભગવાનની ઇચ્છાએ કરીને ગમે તેટલું સુખ-દુઃખ આવે તેમાં કોઈ રીતે અકળાઈ જાવું નહિ ને જેમ ભગવાન રાજી તેમ જ આપણે રાજી રહેવું. (છે. ૧૩)"
      },
      {
        "Date": "2023-12-21",
        "Tithi": "માગસર સુદ ૯ - શ્રીહરિ જયંતી",
        "Suvichar": "જ્યારે ભગવાન ને ભગવાનના ભક્ત તે પોતાની ઉપર રાજી થાય ત્યારે તે ભક્તને એમ વિચારવું જે મારાં મોટાં ભાગ્ય જે મારી ઉપર ભગવાન ને ભગવાનના ભક્ત રાજી થયા, અને શિક્ષાને અર્થે ભગવાન ને ભગવાનના ભક્ત પોતાને વઢે ત્યારે પણ એમ વિચારવું જે મારાં મોટાં ભાગ્ય જે મુંને ભગવાન ને ભગવાનના ભક્ત વઢ્યા, જેણે કરીને મારામાં અવગુણ હશે તે જાશે. એવી રીતે વઢે તો પણ રાજી થાવું, પણ વઢે ત્યારે મનમાં શોક ન કરવો. ને કચવાવું નહિ, ને પોતાના જીવને અતિ પાપી ન માનવો ને રાજી રહેવું. (છે. ૨૩)"
      },
      {
        "Date": "2023-12-22",
        "Tithi": "માગસર સુદ ૧૦",
        "Suvichar": "ભગવાન સંબંધી ભક્તિ, ઉપાસના, સેવા, શ્રદ્ધા, ધર્મનિષ્ઠા એ આદિક જે જે કરવું તેમાં બીજા ફળની ઇચ્છા ન રાખવી, એમ સત્‌શાસ્ત્રમાં કહ્યું છે તે તો સાચું, પણ એટલી તો ઇચ્છા રાખવી જે એણે કરીને મારી ઉપર ભગવાનની પ્રસન્નતા થાય એટલી ઇચ્છા રાખવી. અને એવી ઇચ્છા રાખ્યા વિના અમથું કરે તો તેને તમોગુણી કહેવાય. માટે ભગવાનની ભક્તિ આદિક જે ગુણ તેણે કરીને ભગવત્‌ પ્રસન્નતા રૂપ ફળને ઇચ્છવું, અને જો એ વિના બીજી ઇચ્છા રાખે તો ચતુર્ધા મુક્તિ આદિક ફળની પ્રાપ્તિ થાય. (છે. ૨૫)"
      },
      {
        "Date": "2023-12-23",
        "Tithi": "માગસર સુદ ૧૧-૧૨ - મોક્ષદા એકાદશી, સદ્. શ્રી નિત્યાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાનની જે પ્રસન્નતા તે ઘણા ઉપચારે કરીને જે ભક્તિ કરે તેની જ ઉપર થાય ને ગરીબ ઉપર ન થાય એમ નથી. ગરીબ હોય ને શ્રદ્ધા સહિત જળ, પત્ર, ફળ, ફૂલ ભગવાનને અર્પણ કરે તો એટલામાં રાજી થાય. કેમ જે ભગવાન તો અતિ મોટા છે. તે જેમ કોઈક રાજા હોય તેના નામનો એક શ્લોક જ કોઈક કરી લાવે તો તેને ગામ આપે તેમ ભગવાન તુરત રાજી થાય છે. (છે. ૨૫)"
      },
      {
        "Date": "2023-12-24",
        "Tithi": "માગસર સુદ ૧૩ - સદ્. શ્રી રામાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાનનો મહિમા તો યથાર્થ સમજે ને પોતાના દેહથી વ્યતિરેક જે પોતાનો આત્મા તેને બ્રહ્મરૂપ સમજે ને ધર્મમાં દૃઢ રહ્યો હોય, ને ભગવાનની અચળ ભક્તિ કરતો હોય અને આવી રીતનો પોતે હોય તો પણ સત્સંગમાં કોઈક કાંઈ ન સમજતો હોય ને ભગવાનનો નિશ્ચય તો હોય તેને મોટો જાણે ને તેની આગળ પોતાને અતિ તુચ્છ જાણે, અને વાર્તા કર્યામાં પોતાને મુખે કરીને પોતાની સમજણનો કેફ કોઈની આગળ લગાર પણ જણાવે નહિ, એવો જે હોય તે અમને બહુ ગમે. (છે. ૨૬)"
      },
      {
        "Date": "2023-12-25",
        "Tithi": "માગસર સુદ ૧૪ - Christmas Day",
        "Suvichar": "ભગવાનનો ભક્ત હોય ને તેને કોઈક કર્મયોગે કરીને શૂળીએ ચડાવ્યો હોય ને તે સમયમાં અમે પણ તેની પાસે ઊભા હોઈએ, પણ તે ભક્તના હૃદયમાં એમ ઘાટ ન થાય જે આ ભગવાન મુંને શૂળીનાં કષ્ટ થકી મુકાવે તો ઠીક. એવી રીતે પોતાના દેહના સુખનો સંકલ્પ ન થાય ને જે કષ્ટ પડે તેને ભોગવી લે. એવો જે નિષ્કામી ભક્ત તેની ઉપર ભગવાનની બહુ પ્રસન્નતા થાય છે. (છે. ૨૮)"
      },
      {
        "Date": "2023-12-26",
        "Tithi": "માગસર સુદ ૧૫ - મુકુટોત્સવ પૂનમ, કંપાલા શ્રી ક.સ. સ્વામિનારાયણ મંદિર પાટોત્સવ, Boxing Day (UK)",
        "Suvichar": "જે ભગવાન તેને અર્થે જે તપને કરતો હોય તથા યોગને સાધતો હોય તથા પંચવિષયના અભાવને કરતો હોય તથા વૈરાગ્યવાન હોય, ઇત્યાદિક જે જે સાધન તે ભગવાનની પ્રસન્નતો અર્થે નિર્દંભપણે કરે તે ગમે. અને એવાને દેખીને અમારું મન રાજી થાય છે, જે એને શાબાશ છે જે આવી રીતે વર્તે છે. (છે. ૩૦)"
      },
      {
        "Date": "2023-12-27",
        "Tithi": "માગસર વદ ૧",
        "Suvichar": "ભગવાનનું ધામ તો સનાતન છે, નિત્ય છે, અપ્રાકૃત છે, સચ્ચિદાનંદ છે, અનંત છે ને અખંડ છે. તેને દૃષ્ટાંતે કરીને કહીએ છીએ જે, જેમ પર્વત ને વૃક્ષાદિકે સહિત ને મનુષ્ય, પશુ, પક્ષી આદિકની જે આકૃતિ તેણે સહિત એવી જે આ સમગ્ર પૃથ્વી તે કાચની હોય ને આકાશને વિષે જે સમગ્ર તારા તે સર્વે સૂર્ય હોય, પછી તેને તેજે કરીને સમગ્ર આકૃતિએ સહિત કાચની પૃથ્વી જેવી શોભે તેવી શોભાએ યુક્ત ભગવાનનું ધામ છે. એવું જે ભગવાનનું ધામ તેને ભગવાનના ભક્ત છે તે સમાધિને વિષે દેખે છે ને દેહ મૂક્યા પછી એ તેજોમય જે ભગવાનનું ધામ તેને પામે છે. (પ્ર. ૧૨)"
      },
      {
        "Date": "2023-12-28",
        "Tithi": "માગસર વદ ૨",
        "Suvichar": "ભક્તજન જે જે વસ્તુ ભગવાનને અર્પણ કરે છે તે તે વસ્તુ ભગવાનના ધામને વિષે દિવ્યરૂપ થાય છે ને એ ભક્ત દિવ્યરૂપ થઈને તેને પામે છે માટે એવું અચળ અખંડ સુખ ભક્તજનને પમાડવાને અર્થે ભગવાન જે તે મનુષ્ય એવા જે પોતાના ભક્તજન તેની સર્વે સેવાને અંગીકાર કરે છે, માટે ભગવાનના ભક્તને ભગવાનનું સ્વરૂપ અક્ષરધામ સોતું પૃથ્વી ઉપર વિરાજમાન છે. (પ્ર. ૭૧)"
      },
      {
        "Date": "2023-12-29",
        "Tithi": "માગસર વદ ૨",
        "Suvichar": "ભગવાન જે પુરુષોત્તમ તે તો અક્ષરધામને વિષે સદાય વિરાજમાન રહે છે ને તે સત્ય સંકલ્પ છે ને અક્ષરધામને વિષે રહ્યા થકા જ જે જે બ્રહ્માંડમાં જે જે રૂપ પ્રકાશ્યાં જોઈએ તેવા તેવા રૂપને પ્રકાશ કરે છે. જેમ એ શ્રીકૃષ્ણ ભગવાને રાસક્રીડા કરી ત્યારે પોતે એક હતા, તે જેટલી ગોપાંગનાઓ હતી તેટલા રૂપે થયા, તેમ જ પુરુષોત્તમ ભગવાન બ્રહ્માંડ બ્રહ્માંડ પ્રત્યે જ્યાં જેવું રૂપ પ્રકાશ્યું જોઈએ ત્યાં તેવા રૂપને અક્ષરધામમાં રહ્યા થકા પ્રકાશે છે અને પોતે તો સદાય અક્ષરધામમાં રહે છે અને જ્યાં આ પુરુષોત્તમની મૂર્તિ છે ત્યાં જ અક્ષરધામનું મધ્ય છે. (મ. ૪૨)"
      },
      {
        "Date": "2023-12-30",
        "Tithi": "માગસર વદ ૩",
        "Suvichar": "જે ભગવાન શ્રીકૃષ્ણ પુરુષોત્તમ છે તે તો રાજાધિરાજ છે અને અખંડ મૂર્તિ છે અને પોતાનું અક્ષરધામરૂપી જે તખત તેને વિષે સદા વિરાજમાન છે, અને તે અક્ષરધામને આશ્રિત અનંતકોટી બ્રહ્માંડ રહ્યાં છે. (મ. ૬૪)"
      },
      {
        "Date": "2023-12-31",
        "Tithi": "માગસર વદ ૪",
        "Suvichar": "અમે તો જેવા સર્વથી પર જે દિવ્ય ધામ તેને વિષે ભગવાનના પાર્ષદ છે, તે થકી અધિક જો આ સત્સંગીને ન જાણતા હોઈએ તો અમને ભગવાન તથા ભગવાનના ભક્તના સમ છે. (છે. ૨૧)"
      },
      {
        "Date": "2024-01-01",
        "Tithi": "માગસર વદ ૫, New Year's Day, હેરો(UK) શ્રી ક.સ. સ્વામિનારાયણ મંદિર પાટોત્સવ, આફ્રિકા (દારેસલામ) સ્વામિનારાયણ મંદિર પાટોત્સવ",
        "Suvichar": "એક તો આત્મનિષ્ઠાની દૃઢતા જોઈએ અને બીજું પંચવિષયનું તુચ્છપણું જાણ્યું જોઈએ અને ત્રીજું ભગવાનનું અતિશે માહાત્મ્ય જાણ્યું જોઈએ જે, ભગવાન વૈકુંઠ, ગોલોક, બ્રહ્મમહોલ એ સર્વે ધામના પતિ છે, માટે એવા ભગવાનને પામીને તુચ્છ વિષયના સુખમાં હું શું પ્રીતિ રાખું ? એવી રીતે ભગવાનના મહિમાનો વિચાર કરે અને વળી એમ વિચાર કરે જે, ભગવાનને ભજતાં થકાં પણ કાંઈક ખોટ રહી જાશે ને કદાપિ જો ભગવાનના ધામમાં નહિ જવાય ને ઈન્દ્રલોક તથા બ્રહ્મલોકને વિષે ભગવાન મૂકશે તો ય પણ આ લોકના કરતાં તો ત્યાં કોટી ગણાં વધુ સુખ છે, એવો વિચાર કરીને પણ આ સંસારના તુચ્છ સુખ થકી વાસનાએ રહિત થાવું. અને એવી રીતે ભગવાનનો મહિમા જાણીને વાસનાએ રહિત થાય છે. (પ્ર. ૬૦)"
      },
      {
        "Date": "2024-01-02",
        "Tithi": "માગસર વદ ૬, New Year's Day (Substitute Day) (UK)",
        "Suvichar": "કામ જીત્યાનું સાધન તો સૌથી ઘણું કઠણ છે. એ તો જેને ભગવાનના સ્વરૂપની ઉપાસનાનું દૃઢ બળ હોય અને અતિશે પંચ વિષયમાંથી નિર્વાસનિક થયો હોય અને તે નિર્વાસનિકપણાની અતિશે ગાંઠ બંધાણી હોય તો તે પુરુષ ભગવાનને પ્રતાપે કરીને નિષ્કામી થાય છે. (પ્ર. ૭૩)"
      },
      {
        "Date": "2024-01-03",
        "Tithi": "માગસર વદ ૭",
        "Suvichar": "જેને આત્મનિષ્ઠા હોય અને તે આત્માને વિષે પરમેશ્વરની મૂર્તિને ધારીને તેની ભક્તિ કરતો હોય અને પોતે બ્રહ્મરૂપ થઈ ગયો હોય, તો ય પણ ભગવાનની ઉપાસનાનો ત્યાગ કરે નહિ, માટે આત્મનિષ્ઠા ને ભગવાનની મૂર્તિનો મહિમા સમજ્યા થકી કોઈ પદાર્થને વિષે વાસના રહેતી નથી. (પ્ર. ૭૩)"
      },
      {
        "Date": "2024-01-04",
        "Tithi": "માગસર વદ ૮",
        "Suvichar": "જો સવાસનિક ભગવાનના ભક્ત હશો તો પણ ઘણું થાશે તો દેવતા થવું પડશે ને દેવતામાંથી પડશો તો મનુષ્ય થાશો ને મનુષ્ય થઈને વળી પાછી ભગવાનની ભક્તિ કરીને ને નિર્વાસનિક થઈને અંતે ભગવાનના ધામને પામશો પણ વિમુખ જીવની પેઠે નરક ચોરાશીને નહિ ભોગવો, એવું જાણીને ભગવાનનો ભક્ત હોય તેણે વાસનાનું બળ દેખીને હિંમત હારવી નહિ ને આનંદમાં ભગવાનનું ભજન કર્યા કરવું અને વાસના ટાળ્યાના ઉપાયમાં રહેવું અને ભગવાન ને ભગવાનના સંતના વચનમાં દૃઢ વિશ્વાસ રાખવો. (સા. ૪)"
      },
      {
        "Date": "2024-01-05",
        "Tithi": "માગસર વદ ૯",
        "Suvichar": "જેના હૃદયમાં માહાત્મ્યે સહિત ભગવાનની ભક્તિ હોય તો બીજા કલ્યાણકારી ગુણ ન હોય તો પણ તેના હૃદયમાં સર્વે આવે છે અને જો માહાત્મ્યે સહિત ભક્તિ જેના હૃદયમાં નથી તો શમ-દમાદિક જે કલ્યાણકારી રૂડા ગુણ તે તેના હૃદયમાં છે તો ય પણ નહિ જેવા જ છે, કેમ જે અંતે નાશ પામી જાશે. માટે એક માહાત્મ્યે સહિત ભક્તિ હોય તો તેની વાસના પણ નિવૃત્ત થઈ જાય અને કલ્યાણકારી જે ગુણ જે સર્વે આવીને હૃદયને વિષે નિવાસ કરીને રહે, તે માટે માહાત્મ્યે સહિત ભગવાનની ભક્તિ એ જ વાસના ટળ્યાનું મહા મોટું અચળ સાધન છે. (સા. ૫)"
      },
      {
        "Date": "2024-01-06",
        "Tithi": "માગસર વદ ૧૦, અ.મુ. શ્રી મનજીબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "જો ખબરદાર થઈને મંડે તો આ ને આ દેહ જ સર્વે કસર મટી જાય અથવા દેહપર્યંત કસર ન મટી હોય ને અંત સમે જ નિર્વાસનિક થાય ને ભગવાનને વિષે અતિશે પ્રીતિ થાય તો અંતકાળે પણ ભગવાનની કૃપા થાય ને ભગવાનના ધામને પામે, માટે એક દેહે અથવા અનંત દેહે અથવા અંતસમે એક ઘડી મૃત્યુ આડી રહી હોય ત્યારે પણ જો અતિશે ભગવાનને વિષે વૃત્તિ જોડાઈ જાય તો તે ભક્તને કોઈ જાતની કસર રહેતી નથી. (સા. ૧૧)"
      },
      {
        "Date": "2024-01-07",
        "Tithi": "માગસર વદ ૧૧, સફલા એકાદશી, શ્રી સ્વામિનારાયણ મહામંત્ર પ્રાગટ્ય તિથિ - સં. ૧૮૫૮",
        "Suvichar": "આત્મનિષ્ઠારૂપ એવું જે જ્ઞાન તથા પ્રકૃતિનાં કાર્ય એવાં જે પદાર્થમાત્ર તેને વિષે અનાસક્તિરૂપ એવો જે વૈરાગ્ય તથા બ્રહ્મચર્યાદિકરૂપ જે ધર્મ તથા માહાત્મ્યે સહિત એવી જે ભગવાનની ભક્તિ એ ચાર વાનાં જેમાં સંપૂર્ણ હોય તેની વાસના નિર્મૂળ થઈ જાય છે અને એ ચારમાં જેટલી ન્યૂનતા રહે છે તેટલી વાસના નિર્મૂળ થાતી નથી. (લો. ૧૬)"
      },
      {
        "Date": "2024-01-08",
        "Tithi": "માગસર વદ ૧૨",
        "Suvichar": "ભગવાન તથા ભગવાનના સંત તેની સેવા કર્યાનું જેને વ્યસન પડે ને તે વિના એક ક્ષણ માત્ર પણ રહેવાય નહિ તો એના અંતઃકરણને જે મલિન વાસના તે સર્વે નાશ પામી જાય છે. (મ. ૨૫)"
      },
      {
        "Date": "2024-01-09",
        "Tithi": "માગસર વદ ૧૩",
        "Suvichar": "એક નિષ્કામી વર્તમાન દૃઢ હોય તો તેને આ લોકમાં તથા પરલોકમાં કોઈ ઠેકાણે ભગવાનથી છેટું રહે નહિ અને અમારે પણ તે ઉપરથી કોઈ દિવસ હેત ઓછું થાય નહિ. અને અમે અહીંયાં ટક્યા છીએ તે પણ અહીંયાંના હરિભક્તને અતિ નિષ્કામી વર્તમાનનો દૃઢાવ દેખીને ટક્યા છીએ અને જેને નિષ્કામી વર્તમાન દૃઢ હોય તો તે થકી અમે હજાર ગાઉ છેટે જાઈએ તો પણ તેની પાસે જ છીએ અને જેને નિષ્કામી વર્તમાનમાં કાચપ છે ને તે જો અમ પાસે રહે છે તો ય તે લાખ ગાઉ છેટે છે અને અમને નિષ્કામી ભક્ત હોય તેના જ હાથની કરી સેવા ગમે છે. (મ. ૩૩)"
      },
      {
        "Date": "2024-01-10",
        "Tithi": "માગસર વદ ૧૪",
        "Suvichar": "જે મોટેરો હોય તેને વિષે નિષ્કામરૂપ ધર્મ છે તે અવશ્ય જોઈએ ને બીજી વાતમાં તો કાંઈક કાચપ હોય તો ચાલે પણ એની તો દૃઢતા અતિશે જોઈએ કેમ જે એ મોટેરો છે તેની સારપે સર્વેની સારપ કહેવાય છે. (મ. ૩૯)"
      },
      {
        "Date": "2024-01-11",
        "Tithi": "માગસર વદ ૩૦, અમાસ, સદ્. શ્રી શુકાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "અશુભ વાસના ટાળીને જ મરવું પણ અશુભ વાસના સોતા મરવું નહિ અને આ દેહમાંથી નીસરીને નારદ, સનકાદિક, શુકજી જેવા બ્રહ્મરૂપ થઈને ભગવાનની ભક્તિ કરવી છે એવી વાસના રાખવી. (મ. ૪૭)"
      },
      {
        "Date": "2024-01-12",
        "Tithi": "પોષ સુદ ૧",
        "Suvichar": "ભગવાન ને ભગવાનના ભક્ત વિના કોઈને વિષે પ્રીતિ રાખવી નથી, અને જે અમારી સોબત રાખશે તેના હૃદયમાં પણ કોઈ જાતનો લોચો રહેવા દેવો નથી, શા માટે જે જેને અમારા જેવો અંતરનો દૃઢાવ હોય તે સાથે જ અમારે બને છે અને જેના હૃદયમાં જગતના સુખની વાસના હોય તે સંગાથે તો અમે હેત કરીએ તો પણ થાય નહિ, માટે જે નિર્વાસનિક ભગવાનના ભક્ત હોય તે જ અમને વહાલા છે. (મ. ૫૦)"
      },
      {
        "Date": "2024-01-13",
        "Tithi": "પોષ સુદ ૨",
        "Suvichar": "જીવને સ્ત્રીઆદિક જે પદાર્થ તેને ભોગવ્યાની તૃષ્ણા ટળતી નથી, ને સ્ત્રીઆદિકનું જે સુખ છે તેનું અતિશે દુર્લભપણું જાણે છે, ને તેનું અતિ માહાત્મ્ય જાણીને તેમાં પ્રીતિ કરે છે તે પ્રીતિ કોઈ રીતે ટાળી ટળતી નથી. એ પાપે કરીને પરમેશ્વરમાં દૃઢ પ્રીતિ થાતી નથી. (છે. ૧૪)"
      },
      {
        "Date": "2024-01-14",
        "Tithi": "પોષ સુદ ૩-૪, ધનુર્માસ સમાપ્તિ, શ્રી સ્વામિનારાયણ ડિવાઇન મિશન ઉત્તરાયણ ઉત્સવ, શ્રી અબજીબાપાની છતેડી શાકોત્સવ, સીડની તથા નૈરોબી સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "જીવ જેવો જાગ્રત અવસ્થામાં રહે છે તેવો જ સ્વપ્ન અવસ્થાને વિષે રહે છે, કેમ જે જાગ્રત અવસ્થામાં જેવી વાસના હોય તેવી જ સ્વપ્ન અવસ્થામાં સ્ફુરે છે. (છે. ૧૮)"
      },
      {
        "Date": "2024-01-15",
        "Tithi": "પોષ સુદ ૫, મકરસંક્રાંતિ, અ.મુ. શ્રી દાદાખાચરની પ્રાગટ્ય તિથિ - સં. ૧૮૫૭",
        "Suvichar": "જીવને જ્યારે સત્પુરુષનો સંગ થાય છે ત્યારે જેમ જેમ સમાગમ કરતો જાય તેમ તેમ પૂર્વ કર્મ સંબંધી જે વાસના તે જૂની થાતી જાય છે, પછી એને જન્મ-મરણ ભોગવાવે એવી તે વાસના રહે નહિ. (છે. ૧૮)"
      },
      {
        "Date": "2024-01-16",
        "Tithi": "પોષ સુદ ૬, અ.મુ. શ્રી દાદાખાચરની અંતર્ધાન તિથિ - સં. ૧૯૦૯",
        "Suvichar": "ભગવાનનો જે ભક્ત હોય તેને ભગવાન સંબંધી ને વિષય સંબંધી જે સંકલ્પ તે જ્યાં સુધી તુલ્યપણે વર્તતા હોય ત્યાં સુધી એમ જાણવું જે વાસના બળવાન છે, અને જ્યારે ભગવાન સંબંધી જે સંકલ્પ તે વિષય સંબંધી સંકલ્પને હઠાવી દે ત્યારે એમ જાણવું જે વાસના જીર્ણ થઈ ગઈ છે. (છે. ૧૮)"
      },
      {
        "Date": "2024-01-17",
        "Tithi": "પોષ સુદ ૭",
        "Suvichar": "ભગવાનની ભક્તિ હોય તો જેમ ભગવાનમાં હેત કરે તેમ બીજા પદાર્થમાં પણ હેત થઈ જાય, માટે આત્મનિષ્ઠા સહિત ભક્તિ કરવી એ જ વાસના ટાળ્યાનો ઉપાય છે. (છે. ૨૦)"
      },
      {
        "Date": "2024-01-18",
        "Tithi": "પોષ સુદ ૮",
        "Suvichar": "જેને પરમેશ્વરના વચનની ખટક રહે અને નાનું મોટું વચન લોપી શકે નહિ, એવી રીતનો જેને સ્વભાવ હોય તેને ગમે તેવો આપત્કાળ આવે તો ય પણ એ ધર્મથકી પડે જ નહિ, માટે જેને વચનમાં દૃઢતા છે તેનો જ ધર્મ દૃઢ રહે અને તેનો જ સત્સંગ પણ દૃઢ રહે. (પ્ર. ૫૪)"
      },
      {
        "Date": "2024-01-19",
        "Tithi": "પોષ સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "હિંસાયુક્ત જે ધર્મ છે તે તો ધર્મ, અર્થ ને કામ પર છે અને અહિંસામય જે ધર્મ છે તે મોક્ષ પરાયણ છે અને એ સાધુનો ધર્મ છે ને હિંસામય જે ધર્મ છે તે તો વ્યાવહારિક છે, પણ કલ્યાણને અર્થે નથી અને જે અહિંસારૂપ ધર્મ છે તે તો કેવળ કલ્યાણને અર્થે છે, માટે ગૃહસ્થ અથવા ત્યાગી એ સર્વેને અહિંસારૂપ જે ધર્મ તે જ કલ્યાણને અર્થે કહ્યો છે. (પ્ર. ૬૯)"
      },
      {
        "Date": "2024-01-20",
        "Tithi": "પોષ સુદ ૧૦",
        "Suvichar": "જે કોઈ પંચવર્તમાનરૂપ જે ધર્મ તેને મૂકીને જ્ઞાનનું કે ભક્તિનું બળ લેશે તે ગુરુદ્રોહી, વચનદ્રોહી છે. અને એવી ધર્મભંગ વાત જે કોઈ કરતો હોય તેને વિમુખ કહેવો. (પ્ર. ૭૭)"
      },
      {
        "Date": "2024-01-21",
        "Tithi": "પોષ સુદ ૧૧, પુત્રદા એકાદશી",
        "Suvichar": "ભગવાનના ભક્તને પતિવ્રતાનો ધર્મ ભગવાનને વિષે રાખવો અને પોતાના પતિનું કોઈ ઘસાતું બોલે તે ઠેકાણે કાયર થઈને ગળી જાવું નહિ; અતિશે શૂરવીર થઈને જવાબ દેવો પણ પાજીપલાવની છાયામાં ભગવાનના ભક્તને દબાવું નહિ. (મ. ૫.)"
      },
      {
        "Date": "2024-01-22",
        "Tithi": "પોષ સુદ ૧૨",
        "Suvichar": "પુરુષોત્તમ ભગવાન તેના જે અવતાર તે ધર્મના સ્થાપનને અર્થે તથા બ્રહ્મચર્ય-અહિંસાદિક ધર્મ, આત્મનિષ્ઠા, વૈરાગ્ય ને માહાત્મ્યે સહિત ભક્તિ એ ચાર ગુણે સંપન્ન એવા જે પોતાના એકાંતિક ભક્ત તેને દર્શન દેવાને અર્થે ને તેમની રક્ષા કરવાને અર્થે તથા અધર્મનો ઉચ્છેદ કરવાને અર્થે દેવ-મનુષ્યાદિકને વિષે થાય છે. (મ. ૧૯)"
      },
      {
        "Date": "2024-01-23",
        "Tithi": "પોષ સુદ ૧૩",
        "Suvichar": "સ્ત્રી-પુરુષને પરસ્પર સહવાસ થાય ને એનો ધર્મ રહે એવી તો આશા જ રાખવી નહિ, તે આ વાર્તા તે એમ જ છે પણ એમાં કાંઈ સંશય રાખવો નહિ તે માટે ધર્મમાં તો ક્યારે રહેવાય તો પરમહંસ હોય તથા બ્રહ્મચારી હોય ને તે જો પોતપોતાના બ્રહ્મચર્યાદિક નિયમ કહ્યા છે તેમાં રહે તો એને ધર્મમાં રહેવાય, અને સ્ત્રી હોય ને તે પણ જો પોતપોતાના નિયમ કહ્યા છે તેમાં વર્તે તો તેને ધર્મમાં રહેવાય, અને બીજા જે સત્સંગી ગૃહસ્થ હોય તે પણ જો પોતપોતાના નિયમ કહ્યા છે તેમાં રહે ને યુવાન અવસ્થાવાળી જે પોતાની મા, બોન ને દીકરી તે ભેળે પણ એકાંતમાં ન બેસે ને તેની સામું પણ દૃષ્ટિ માંડીને ન જુએ તો એને ધર્મમાં રહેવાય. (મ. ૩૫)"
      },
      {
        "Date": "2024-01-24",
        "Tithi": "પોષ સુદ ૧૪",
        "Suvichar": "ગમે તેવો નિર્ગુણ હોય ને આત્મસત્તારૂપે રહેતો હોય ને જો તેને ભૂંડા દેશકાળાદિકનો યોગ થાય તો તેને જરૂર અંતરમાં દુઃખ થાય, માટે મોટા પુરુષની બાંધેલ જે મર્યાદા તેને લોપીને કોઈ સુખી થાતો નથી, માટે જેટલા ત્યાગી છે તેને તો ત્યાગીના ધર્મ પ્રમાણે વર્તવું અને જેટલા ગૃહસ્થ હરિભક્ત છે તેમણે ગૃહસ્થના ધર્મ પ્રમાણે વર્તવું અને જેટલી બાઈઓ હરિભક્ત છે તેને બાઈઓના ધર્મ પ્રમાણે વર્તવું. (મ. ૫૧)"
      },
      {
        "Date": "2024-01-25",
        "Tithi": "પોષ સુદ ૧૫, મુકુટોત્સવ પૂનમ",
        "Suvichar": "સંપ્રદાયની પુષ્ટિ તો એમ થાય છે જે, જે સંપ્રદાયના ઇષ્ટદેવ હોય તેનો જે હેતુ માટે પૃથ્વીને વિષે જન્મ થયો હોય, અને જન્મ ધરીને તેમણે જે જે ચરિત્ર કર્યાં હોય અને જે જે આચરણ કર્યાં હોય તે આચરણને વિષે ધર્મ પણ સહેજે આવી જાય અને તે ઇષ્ટદેવનો મહિમા પણ આવી જાય. માટે પોતાના  ઇષ્ટદેવનાં જે જન્મથી કરીને દેહ મૂકવા પર્યંત ચરિત્ર તેનું જે શાસ્ત્ર તેણે કરીને સંપ્રદાયની પુષ્ટિ થાય છે. (મ. ૫૮)"
      },
      {
        "Date": "2024-01-26",
        "Tithi": "પોષ વદ ૧, પ્રજાસત્તાક દિન",
        "Suvichar": "ભગવાન ભજ્યામાં જેટલી કસર છે તેટલી એેને સર્વ ક્રિયાને વિષે બરકત થાતી નથી. અને ભગવાનને તો એનું સારું જ કરવું છે જે શૂળીનું દુઃખ હશે તે ભગવાન પોતાના આશ્રિત જનનું કાંટે કરીને ટાળતા હશે. અને અમે તો એમ જાણીએ છીએ જે સત્સંગીને તો એક વીંછીની પીડા થાતી હોય તો અમને હજાર ગણી થાઓ, પણ તે પીડાથી તે હરિભક્ત રહિત થાઓ અને સુખિયા રહો, એમ અમે રામાનંદ સ્વામી આગળ બોલ્યા હતા, માટે અમારી તો નજર એવી છે જે સર્વેનું સારું થાઓ. (જે. પ)"
      },
      {
        "Date": "2024-01-27",
        "Tithi": "પોષ વદ ૨",
        "Suvichar": "ધર્મ ને ભક્તિ તો બે નથી; એક જ છે. અને જે ધર્મ સ્થાપનને અર્થે ભગવાનના અવતાર થાય છે તે પણ એ જ ધર્મના સ્થાપનને અર્થે થાય છે, અને જે કેવળ વર્ણાશ્રમના ધર્મ છે તે તો ભાગવત ધર્મ થકી અતિશે ગૌણ છે, અને ભાગવત ધર્મે કરીને તો જીવ જે તે ભગવાનની માયાને તરીને પુરુષોત્તમના ધામને પામે છે. (છે. ૨૧)"
      },
      {
        "Date": "2024-01-28",
        "Tithi": "પોષ વદ ૩",
        "Suvichar": "ભગવાનનાં જે જે નાનાં મોટાં વચન તેની ઉપર નિરંતર જેની દૃષ્ટિ રહે, પણ વચન બહાર પગ દેવો પડે તેમાં અતિ કઠણ પડે અને તે વચનથી આગળ પગ માંડીને અધિક પણ ન વર્તે અને ઓછો પણ ન વર્તે તેને જાણીએ જે એ ધર્મમાંથી આપત્કાળે પણ નહિ પડે. (છે. ૨૪)"
      },
      {
        "Date": "2024-01-29",
        "Tithi": "પોષ વદ ૪",
        "Suvichar": "જેની બુદ્ધિમાં ધર્માંશ વિશેષપણે વર્તતો હોય, ને આસ્તિકપણું હોય જે, આ લોકમાં સારું-નરસું કર્મ કરે છે તેનું જે સારું-નરસું ફળ તેને જરૂર પરલોકમાં ભોગવે છે એવી દૃઢ મતિ જેને હોય, તથા લાજ હોય જે ભૂંડું કરશું તો આ લોકમાં માણસ આગળ શું મુખ દેખાડશું ? એવો જે હોય, તે ગમે ત્યાં જાય તો પણ એને કોઈ પદાર્થ તથા સ્ત્રી આદિક તે બંધન કરી શકે નહિ. (છે. ૨૬)"
      },
      {
        "Date": "2024-01-30",
        "Tithi": "પોષ વદ ૪",
        "Suvichar": "આત્મનિષ્ઠા પણ યથાર્થ હોય તથા ભગવાનનું માહાત્મ્ય પણ સારી પેઠે સમજે અને નિષ્કામપણું, નિર્લોભપણું, નિઃસ્વાદપણું, નિઃસ્નેહપણું, નિર્માનપણું એ આદિક જે ધર્મ તેને ભગવાનની પ્રસન્નતાને અર્થે સમજીને દૃઢપણે પાળે ને એમ સમજે જે હું એ ધર્મને પાળીશ તો મારી ઉપર ભગવાન બહુ રાજી થાશે, ને જો મુંને કોઈ રીતે ધર્મમાંથી કાંઈક ભંગ પડશે તો ભગવાનનો મારી ઉપર બહુ કુરાજીપો થાશે. એવી રીતે જેના અંતરમાં દૃઢ ગ્રંથી હોય તે ભક્ત ધર્મમાંથી કોઈ દિવસ પડે જ નહિ અને એવો જે હોય તેને કોઈ માયિક પદાર્થ બંધન કરી શકે નહિ. (છે. ૨૬)"
      },
      {
        "Date": "2024-01-31",
        "Tithi": "પોષ વદ ૫",
        "Suvichar": "જે તીવ્ર વૈરાગ્યવાળા હોય તે ધર્મમાં રહે, તથા તેની સાથે જેણે પોતાના જીવને હેતે કરીને બાંધી રાખ્યો હોય તે ધર્મમાં રહે, તથા જે સત્સંગનો યોગ રાખે ને ભગવાનને અંતર્યામી જાણીને પોતપોતના નિયમ કહ્યા છે તે પ્રમાણે વર્તે તો ધર્મમાં રહે, અને એ વિના બીજાનું તો કાંઈ ઠીક રહે નહિ. (છે. ૨૯)"
      },
      {
        "Date": "2024-02-01",
        "Tithi": "પોષ વદ ૬",
        "Suvichar": "ધ્યાન કરતાં મૂર્તિ હૃદયને વિષે ન દેખાય તો પણ ધ્યાન કરવું, પણ કાયર થઈને તે ધ્યાનને મૂકી દેવું નહિ, એવી રીતના જે આગ્રહવાળા છે તેના ઉપર ભગવાનની મોટી કૃપા થાય છે ને એની ભક્તિએ કરીને ભગવાન એને વશ થઈ જાય છે. (પ્ર. ૫)"
      },
      {
        "Date": "2024-02-02",
        "Tithi": "પોષ વદ ૭, સદ્. શ્રી મુક્તાનંદ સ્વામીની પ્રાગટ્ય તિથિ - સં. ૧૮૧૪",
        "Suvichar": "જે ભગવાનનો ભક્ત હોય તેને ખાતાં-પીતાં, ના’તાં-ધોતાં, ચાલતાં-બેઠતાં સર્વે ક્રિયાને વિષે ભગવાનની મૂર્તિનું ચિંતવન કરવું, અને જ્યારે અંતરમાં કાંઈ વિક્ષેપ ન હોય ત્યારે તો ભગવાનનું ચિંતવન કરવું, ને ભગવાનની મૂર્તિ સામું જોઈ રહેવું, અને જો અંતરમાં સંકલ્પ-વિકલ્પનો વિક્ષેપ થાય તો દેહ, ઇન્દ્રિયો, અંતઃકરણ, દેવતા વિષય એ સર્વેથી પોતાનું સ્વરૂપ જુદું સમજવું, ને જ્યારે સંકલ્પનો વિરામ થાય ત્યારે ભગવાનની મૂર્તિનું ચિંતવન કરવું. (પ્ર. ૨૧)"
      },
      {
        "Date": "2024-02-03",
        "Tithi": "પોષ વદ ૮",
        "Suvichar": "જે સમે સત્ત્વગુણ વર્તતો હોય તે સમે ભગવાનની મૂર્તિનું ધ્યાન કરવું. અને તમોગુણ જ્યારે વર્તે ત્યારે કશો ઘાટ થાય નહિ, ને શૂન્ય સરખું વર્તે, તેમાં ભગવાનનું ધ્યાન ન કરવું. અને જ્યારે રજોગુણ વર્તતો હોય ત્યારે ઘાટ-સંકલ્પ ઘણા થાય, માટે તે સમે પણ ભગવાનનું ધ્યાન કરવું નહિ. ને તે સમે તો એમ જાણવું જે, હું તો સંકલ્પ થકી જુદો છું ને આત્મા છું ને એ સંકલ્પનો જાણનારો છું, ને મારે વિષે અંતર્યામીરૂપે આ પુરુષોત્તમ ભગવાન સદા વિરાજે છે. અને જ્યારે રજોગુણનો વેગ મટી જાય ત્યારે ભગવાનની મૂર્તિનું ધ્યાન કરવું. (પ્ર. ૩૨)"
      },
      {
        "Date": "2024-02-04",
        "Tithi": "પોષ વદ ૯",
        "Suvichar": "બાળ, યૌવન, વૃદ્ધ, કૃશ, જીવવું, મરવું એ સર્વે દેહના ભાવ છે તે આત્માને વિષે માનવા જ નહિ; અને અછેદ્ય, અભેદ્ય, અજર, અમર, જ્ઞાનરૂપ, સુખરૂપ, સત્તારૂપ એ જે સર્વે આત્માના ભાવ છે તે કોઈ કાળે દેહને વિષે સમજવા જ નહિ; એ ગુણ તો આત્માને વિષે જ સમજવા, ને એવો જે વિચાર તે જ્યાં સુધી ઘાટ-સંકલ્પનું બળ હોય  ત્યાં સુધી મૂકવો નહિ, જેમ રાજા હોય તે જ્યાં સુધી શત્રુનું બળ હોય ત્યાં સુધી રાજગાદીએ બેસીને સુખ ભોગવે નહિ અને જ્યારે શત્રુ માત્રનો નાશ થઈ જાય ત્યારે પોતાના રાજ્યના જે વૈભવ છે તેને ભોગવે છે, તેમ જે ભગવાનનો ભક્ત હોય તેને જ્યાં સુધી મન ને ઇન્દ્રિયોરૂપી શત્રુ પીડતા હોય ત્યાં સુધી પૂર્વે કહ્યો એવો જે વિચાર તે દૃઢપણે રાખવો અને જ્યારે મન-ઇન્દ્રિયોના ઘાટ સર્વે શમી જાય ત્યારે પરમેશ્વરના સ્વરૂપનું ધ્યાન કરવું. (સા. ૧૨)"
      },
      {
        "Date": "2024-02-05",
        "Tithi": "પોષ વદ ૧૦, અ.મુ. શ્રી લીલામાસીનો પ્રાગટ્ય દિન",
        "Suvichar": "પરમેશ્વરના સ્વરૂપનું ધ્યાન કરે ને તે પરમેશ્વરના વચનને હૃદયમાં ધારે તેણે કરીને એ કારણ શરીર છે તે બળીને ખોખા જેવું થઈ જાય છે જેમ આંબલીનું બીજ હોય ને તે બીજની છાલ બીજ સાથે અતિ દૃઢ ચોંટી ગઈ હોય પછી તેને જ્યારે અગ્નિમાં શેકે ત્યારે તે છાલ દાઝીને ખોખા જેવી થઈ જાય ને પછી હાથમાં લેઈને ચોળે તો જુદી થઈ જાય તેમ ભગવાનનું ધ્યાન ને ભગવાનનું વચન તેણે કરીને કારણ શરીર શેકાઈને આંબલીના ફોતરાની પેઠે જુદું થઈ જાય છે ને તે વિના બીજા કોટી ઉપાય કરે તો ય કારણ શરીરરૂપ જે અજ્ઞાન તેનો નાશ થાતો નથી. (કા. ૧૨)"
      },
      {
        "Date": "2024-02-06",
        "Tithi": "પોષ વદ ૧૧, ષટ્તિલા એકાદશી",
        "Suvichar": "જેવી ભગવાનની મૂર્તિ પોતાને મળી હોય તેનું જ ધ્યાન કરવું અને પૂર્વે ભગવાનના અવતાર થઈ ગયા તે મૂર્તિનું ધ્યાન ન કરવું અને પોતાને ભગવાનની જે મૂર્તિ મળી હોય તેને વિષે જ પતિવ્રતાની પેઠે ટેક રાખવી. (લો. ૧૧)"
      },
      {
        "Date": "2024-02-07",
        "Tithi": "પોષ વદ ૧૨",
        "Suvichar": "પોતાને મળી જે મૂર્તિ તેને મૂકીને તેના જ પરોક્ષ અવતાર થયા છે તેનું જો ધ્યાન કરે તો તે ભગવાન વિના બીજા જે દેવ-મનુષ્યાદિક આકાર છે તેનું પણ ધ્યાન કરે માટે પતિવ્રતાના જેવી ટેક કહી છે પણ ભગવાનની મૂર્તિઓને વિષે ભેદ નથી, આવી રીતે સત્પુરુષની સમજણ છે. માટે શત્‌શાસ્ત્રનું શ્રવણ કરવું તે સત્પુરુષ થકી જ કરવું, પણ અસત્‌પુરુષ થકી શત્‌શાસ્ત્રનું કોઈ દિવસ શ્રવણ કરવું નહિ. (લો. ૧૧)"
      },
      {
        "Date": "2024-02-08",
        "Tithi": "પોષ વદ ૧૩",
        "Suvichar": "ભગવાન જે મનુષ્ય દેહ ધરે છે તે ભગવાનની મૂર્તિનું જે ધ્યાન કરે ત્યારે એ ધ્યાનના કરનારાને એ મૂર્તિ તેજોમય એવી અક્ષરધામને વિષે કૈવલ્ય સ્વરૂપે ભાસે છે ને ધ્યાનના કરનારાનો જે જીવ તે માયાને તરે છે અને પરમપદને પામે છે. (મ. ૧૩)"
      },
      {
        "Date": "2024-02-09",
        "Tithi": "પોષ વદ ૧૪-૩૦, અમાસ",
        "Suvichar": "ભગવાન વિના બીજા દેવની ઉપાસના ન કરવી અને જો બીજા દેવની ઉપાસના કરીએ તો તેમાં મોટો દોષ લાગે છે ને પતિવ્રતાપણું જાય છે ને વેશ્યાના જેવી ભક્તિ થાય છે. (મ. ૧૯)"
      },
      {
        "Date": "2024-02-10",
        "Tithi": "મહા સુદ ૧",
        "Suvichar": "ભગવાનનું જ ધ્યાન કરવું અને તે વિના બીજા કોઈ દેવનું ધ્યાન ન કરવું. બીજું જે સાધુ સિદ્ધગતિને પામ્યા હોય ને સમાધિનિષ્ઠ હોય તેનું પણ ધ્યાન ન કરવું. અને સર્વને પોતપોતાના વર્ણાશ્રમધર્મને વિષે દૃઢપણે વર્તવું. (મ. ૧૯)"
      },
      {
        "Date": "2024-02-11",
        "Tithi": "મહા સુદ ૨",
        "Suvichar": "ભગવાનની મૂર્તિને અંતરમાં કે બહાર ધારી હોય, અને તે સમે કોઈક વ્યવહાર સંબંધી વિક્ષેપ આડો આવે તો તે વિક્ષેપનું મૂર્તિને ધારવાપણે કરીને જ સમાધાન કરે, પણ વિક્ષેપને વિષે પણ પોતાની યોગકળાનો ત્યાગ ન કરે એવી રીતની યોગકળાએ યુક્ત એ યોગી વર્તે છે. (વ. ૪)"
      },
      {
        "Date": "2024-02-12",
        "Tithi": "મહા સુદ ૩",
        "Suvichar": "પ્રાણાયામવાળાનો કાંઈ મેળ નથી, એ તો જો એવા ધ્યાનનો અભ્યાસ કરે ને તે પરમેશ્વરનો એકાંતિક ભક્ત હોય તો તેને જ એ ધ્યાન સિદ્ધ થાય છે. પણ બીજા જીવ થકી તો એ માર્ગને વિષે ચલાતું જ નથી, માટે એ ધ્યાનના જે અધિકારી છે તેને તો કહ્યું એવું જે ધ્યાન તે થકી બીજો તત્કાળ સિદ્ધ થયાનો ઉપાય નથી. (અ. ૧)"
      },
      {
        "Date": "2024-02-13",
        "Tithi": "મહા સુદ ૪",
        "Suvichar": "જેને સત્સંગનો અતિ દૃઢ પક્ષ હોય તે જ્યારે કોઈ સત્સંગનું ઘસાતું બોલે ત્યારે ખમી શકે જ નહિ, જેમ પોતાના કુટુંબીહોય ને તે સાથે કચવાણ થઈ હોય તો પણ જ્યારે તેનું કોઈ ઘસાતું બોલે ત્યારે ખમાય નહિ. એવી રીતે જેવો દેહના સંબંધીનો પક્ષ છે તેવો જેને સત્સંગનો પક્ષ હોય તેનો પાયો સત્સંગને વિષે અચળ છે. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-02-14",
        "Tithi": "મહા સુદ ૫, વસંતપંચમી, શિક્ષાપત્રી જયંતી, અમદાવાદ-હવેલી ઘનશ્યામ મહારાજનો પાટોત્સવ, મુળી શ્રી સ્વા. મંદિર પાટોત્સવ, ધોલેરા શ્રી હરિકૃષ્ણમહારાજનો પાટોત્સવ, સદ્. શ્રી બ્રહ્માનંદ સ્વામી તથા નિષ્કુળાનંદ સ્વામીનો પ્રાગટ્ય તિથિ",
        "Suvichar": "વિમુખનો પક્ષ કોઈએ રાખ્યો નથી અને જે વિમુખનો પક્ષ રાખતો હશે તે આ જન્મે અથવા બીજા જન્મે જાતો જરૂર વિમુખ થાશે, માટે જે ભગવાનના ભક્ત હોય તેને જરૂર ભગવદિનો પક્ષ રાખ્યો જોઈએ અને વિમુખનો પક્ષ ત્યાગ્યો જોઈએ. (મ. ૫)"
      },
      {
        "Date": "2024-02-15",
        "Tithi": "મહા સુદ ૬",
        "Suvichar": "ભગવાનના ભક્તને દુઃખ આવી પડે ત્યારે તો જે ચાંડાળ ને વિમુખ હોય તેને દુઃખ ન થાય. પણ જે ભગવાનનો ભક્ત હોય તે તો હરિભક્તને દુઃખે કરીને જરૂર દુઃખિયો થાય અને જે ભગવાનનો ભક્ત હોય ને તેને કોઈક મારી નાખતો હોય અથવા તેને કોઈક દુઃખ દેતો હોય ને તે ભગવાનના ભક્ત આડો જઈને જો મરે કે ઘાયલ થાય, તો શાસ્ત્રમાં એમ કહ્યું છે જે તેનાં બ્રહ્મહત્યાદિક જે પંચમહાપાપ તે સર્વે મટી જાય છે એવો ભગવાનના ભક્તનો પક્ષ રાખ્યાનો પ્રતાપ છે. (મ. ૬૦)"
      },
      {
        "Date": "2024-02-16",
        "Tithi": "મહા સુદ ૭, અ.મુ. શ્રી નારાયણમામાનો પ્રાગટ્યદિન",
        "Suvichar": "પોતાનાં સગાં વહાલાં હોય અથવા માબાપ હોય તેનો પક્ષ રહે છે તેવો ભગવાનના ભક્તનો દૃઢ પક્ષ રાખવો, અને ભગવાનના ભક્ત સાથે કોઈ રીતનો વિક્ષેપ થાય તો જળમાં લીટાની પેઠે ફેર એક થઈ જાય પણ આંટી રાખે નહિ, તે જ ભગવાનનો યથાર્થ ભક્ત કહેવાય. (મ. ૬૦)"
      },
      {
        "Date": "2024-02-17",
        "Tithi": "મહા સુદ ૮, સદ્. શ્રી ગોપાળાનંદ સ્વામીની પ્રાગટ્ય તિથિ - સં. ૧૮૩૭",
        "Suvichar": "કોઈક ભગવાનના ભક્તને ક્રૂર દૃષ્ટિએ કરીને જોતો હોય ને તે જો પોતાનો સગો-વહાલો હોય તો પણ જાણીએ જે તેની આંખ ફોડી નાખીએ, અને હાથે કરીને જો ભગવાનના ભક્તને દુબે તો તે હાથને કાપી નાખીએ એવો તેનો અભાવ આવે છે, પણ ત્યાં દયા નથી રહેતી; અને એવો જેને ભગવાનનો ને ભગવાનના ભક્તનો પક્ષ હોય તેને જ ભગવાનનો પૂરો ભક્ત કહેવાય. (મ. ૬૦)"
      },
      {
        "Date": "2024-02-18",
        "Tithi": "મહા સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "ભગવાનના ભક્તનો પક્ષ દૃઢ કરીને રાખ્યો જોઈએ, અને તે પક્ષ રાખતાં થકાં આબરું વધો અથવા ઘટો અથવા માન થાઓ કે અપમાન થાઓ અથવા દેહ જીવો કે મરો પણ કોઈ રીતે ભગવાન ને ભગવાનના ભક્તનો પક્ષ મૂકવો નહિ, ને એમનો અભાવ આવવા દેવો નહિ. (છે. ૭)"
      },
      {
        "Date": "2024-02-19",
        "Tithi": "મહા સુદ ૧૦, સરસપુર શ્રી સ્વામિનારાયણ મંદિરનો પાટોત્સવ, નારણપુરા શ્રી સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "ત્યાગી તો તે ખરો જે જેણે સંસાર મૂક્યો ને પાછી તે સંસારની વાસના રે જ નહિ, અને ગૃહસ્થ તો વાસનાવાળા ત્યાગી કરતાં ઘણો શ્રેષ્ઠ છે. (પ્ર. ૧૪)"
      },
      {
        "Date": "2024-02-20",
        "Tithi": "મહા સુદ ૧૧, જયા એકાદશી",
        "Suvichar": "ત્યાગી થઈને સારાં સારાં જે વસ્ત્રાદિક પદાર્થ તેને ભેળાં કરી રાખે અને તેની તૃષ્ણા પણ ઘણી રાખે અને ધર્મ, જ્ઞાન, વૈરાગ્ય ને ભક્તિ તેને વિષે પ્રીતિએ રહિત હોય એવો જે ત્યાગી તેને તો જે મોટા એકાંતિક સાધુ છે તે કંગાલ માણસની પેઠે પાપી જાણે છે, કેમ જે જો એ પાપી છે તો એને ધર્મ, જ્ઞાન, વૈરાગ્ય ને ભક્તિ તેને વિષે પ્રીતિ થાતી નથી ને પરમેશ્વર વિના બીજા પદાર્થમાં પ્રીતિ થાય છે. (પ્ર. ૩૬)"
      },
      {
        "Date": "2024-02-21",
        "Tithi": "મહા સુદ ૧૨",
        "Suvichar": "જે ત્યાગી હોય તેને તો કચરો ને કંચન એ બે ય બરોબર હોય અને આ પદાર્થ સારું ને આ પદાર્થ ભૂંડું એવી તો સમજણ હોય જ નહિ અને એક ભગવાનને વિષે જ પ્રીતિ હોય તે જ સાચો ત્યાગી છે. (પ્ર. ૩૬)"
      },
      {
        "Date": "2024-02-22",
        "Tithi": "મહા સુદ ૧૩",
        "Suvichar": "જ્યાં સુધી દેહને પોતાનું રૂપ માને છે ત્યાં સુધી એની સર્વે સમજણ વૃથા છે અને જ્યાં સુધી વર્ણનું કે આશ્રમનું માન લઈને ફરે છે ત્યાં સુધી એને વિષે સાધુપણું આવતું નથી, માટે દેહ તથા દેહના સંબંધીને વિષે અહંમમત્વનો ત્યાગ કરીને ને પોતાના આત્માને બ્રહ્મરૂપ માનીને, સર્વે વાસનાનો ત્યાગ કરીને, સ્વધર્મમાં રહ્યો થકો જે ભગવાનને ભજે છે તે સાધુ કહેવાય છે. અને જેને એવું સાધુપણું આવ્યું તેને ને પુરુષોત્તમ ભગવાનને કાંઈ છેટું રહેતું નથી. (પ્ર. ૪૪)"
      },
      {
        "Date": "2024-02-23",
        "Tithi": "મહા સુદ ૧૪, અ.મુ. શ્રી જાદવજીબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "સાધુને તો મન, કર્મ, વચને કરીને કોઈનું ભૂંડું વાંછવું નહિ અને કોઈ વાતનો અહંકાર પણ રાખવો નહિ ને સર્વના દાસાનુદાસ થઈને રહેવું અને ક્રોધેયુક્ત જે પ્રકૃતિ તે તો દુષ્ટનો ધર્મ છે અને શાંત સ્વભાવે વર્તવું તે જ સાધુનો ધર્મ છે. (પ્ર. ૬૯)"
      },
      {
        "Date": "2024-02-24",
        "Tithi": "મહા સુદ ૧૫, મુકુટોત્સવ પૂનમ",
        "Suvichar": "મારા ઇષ્ટદેવ જે શ્રી પુરુષોત્તમ ભગવાન તે તો અનંતકોટી બ્રહ્માંડના આધાર જે અક્ષર તે થકી પણ પર છે તે ભગવાનનો મારે દૃઢ આશરો થયો છે, એવા વિચારમાંથી જે વૈરાગ્ય ઉદય થાય તે વૈરાગ્ય જ્ઞાને યુક્ત કહેવાય ને એ વૈરાગ્યનો કોઈ કાળે નાશ થાય નહિ. (પ્ર. ૭૩)"
      },
      {
        "Date": "2024-02-25",
        "Tithi": "મહા વદ ૧",
        "Suvichar": "ત્યાગી થઈને ગૃહસ્થને ભોગવવા યોગ્ય ભોગની ઇચ્છા રાખે છે તે ખડ ખાય છે, કાં જે એને એ ભોગ પ્રાપ્ત થનારા છથે નહિ ને તેની ઇચ્છા રાખે છે, માટે એના સમજ્યામાં એ વાત આવી નથી. (કા. ૩)"
      },
      {
        "Date": "2024-02-26",
        "Tithi": "મહા વદ ૨",
        "Suvichar": "ધર્મશાસ્ત્રમાં કહ્યા છે જે ત્યાગીના નિયમ તેને રાખે તથા આહારને નિયમમાં રાખે તથા તપ્તકૃચ્છ્‌ ચાંદ્રાયણાદિક વ્રત કરે ને જાણી જાણીને ટાઢ, તડકો, ભૂખ, તરસ તેનું સહન કરે અને ભગવાનનાં કથા, કીર્તન, વાર્તા કરે તથા ભજન-સ્મરણમાં બેસે તથા આસન જીતે ઇત્યાદિક સાધને કરીને બાહ્ય ઇન્દ્રિયો જિતાય છે અને ભગવાનના માહાત્મ્યનો વિચાર ને ભગવાનનું ધ્યાન તથા આત્મનિષ્ઠા એટલે કરીને અંતઃકરણ જિતાય છે. (લો. પ)"
      },
      {
        "Date": "2024-02-27",
        "Tithi": "મહા વદ ૩",
        "Suvichar": "જ્યારે ભગવાન સંબંધી સુખમાં દૃષ્ટિ પહોંચે ત્યારે જેટલું માયિક સુખ છે તે સર્વે થકી વૈરાગ્ય પામે છે, ને એક ભગવાનની મૂર્તિમાં હેત થાય છે. (મ. ૧૦)"
      },
      {
        "Date": "2024-02-28",
        "Tithi": "મહા વદ ૪",
        "Suvichar": "જે ગૃહસ્થાશ્રમી છે તેને ધન, દોલત, હાથી, ઘોડા, ગાય, ભેંસ, મેડી, હવેલી, સ્ત્રી, છોકરાં, ભારે ભારે વસ્ત્ર-આભૂષણ એ સર્વે પદાર્થ શોભારૂપ છે અને એ જ જે સર્વે પદાર્થ તે જે ત્યાગી હોય તેને દોષરૂપ છે. અને ત્યાગી છે તેને વનમાં રહેવું, વસ્ત્ર વિના ઉઘાડું એક કૌપિનભર રહેવું, માથામાં ટોપી ઘાલવી, દાઢીમૂછ મુંડાવી નખાવવી, ભગવાં વસ્ત્ર રાખવાં, અને કોઈ ગાળ્યું દે ને કોઈ ધૂળ નાખે, તે અપમાનને સહન કરવું એ જ ત્યાગીને પરમ શોભારૂપ છે. અને એ ત્યાગીની જે શોભા તે ગૃહસ્થ પરમ દોષરૂપ છે. (મ. ૫૨)"
      },
      {
        "Date": "2024-02-29",
        "Tithi": "મહા વદ ૫",
        "Suvichar": "પરમેશ્વર વિના બીજું જે જે પદાર્ય માયિક અધિક જણાય તેનો જે અતિશે ત્યાગ કરે તે ત્યાગ ખરો છે અને તે પદાર્થ નાનું હોય અથવા મોટું હોય પણ તેનો જે ત્યાગ કરવો તેનું જ નામ ત્યાગ કહેવાય, અને જે પદાર્થ ભગવાનના ભજનમાં આડું આવતું હોય તેને તો ન તજી શકે ને બીજો ઉપરથી તો ઘણો ત્યાગ કરે પણ તેનો તે ત્યાગ વૃથા છે. (મ. ૫૭)"
      },
      {
        "Date": "2024-03-01",
        "Tithi": "મહા વદ ૬",
        "Suvichar": "જે ભગવાનનો ભક્ત ત્યાગી તેને તો પરમેશ્વરના નિયમમાં રહીને પ્રવૃત્તિ માર્ગને વિષે રહેવું, પણ પરમેશ્વરના નિયમથી અધિક પણ વર્તવું નહિ ને ન્યૂન પણ રહેવું નહિ. અને કામ, ક્રોધ, લોભ, મોહ, આશા, તૃષ્ણા, સ્વાદ એ આદિક જે વિકાર તેને ત્યાગ કરીને ભગવાન ને ભગવાનના ભક્તની સેવાને અર્થે પ્રવૃત્તિ માર્ગને વિષે વર્તવું, તો એને કોઈ જાતનું બંધન થાય નહિ. (વ. ૧૭)"
      },
      {
        "Date": "2024-03-02",
        "Tithi": "મહા વદ ૬",
        "Suvichar": "ભગવાનના ભક્તને આત્મનિષ્ઠા ને વૈરાગ્ય એ બેય અતિશે દૃઢ જોઈએ. તે શા સારુ જે વૈરાગ્યે કરીને તો ભગવાનની મૂર્તિ વિના બીજા માયિક આકાર માત્ર ખોટા થઈ જાય છે, અને આત્મનિષ્ઠાએ કરીને માયિક જે સુખ ને દુઃખ તે ખોટાં થઈ જાય છે. (છે. ૧)"
      },
      {
        "Date": "2024-03-03",
        "Tithi": "મહા વદ ૭",
        "Suvichar": "જેણે સંસારનો ત્યાગ કર્યો હોય એવા જે હરિભક્ત તેને બે કુલક્ષણ છે તે આ સત્સંગને વિષે શોભવા દેતાં નથી. તેમાં એક તો કામના નેબીજી પોતાના કુટુંબીને વિષે પ્રીતિ, એ બે કુલક્ષણ જેમાં હોય તે તો અમને પશુ જેવો જણાય છે. તેમાં પણ જેને પોતાના સંબંધીમાં વધુ હેત હોય તેને તો અમારે અતિશે અવગુણ આવે છે. માટે જેણે સંસાર ત્યાગ કર્યો હોય તેને તો લેશમાત્ર પણ પોતાના સંબંધી સાથે હેત ન રાખ્યું જોઈએ, શા માટે જે પંચ મહાપાપ છે તે થકી પણ દેહના સંબંધીમાં હેત રાખવું તે વધુ પાપ છે. (છે. ૧૯)"
      },
      {
        "Date": "2024-03-04",
        "Tithi": "મહા વદ ૮",
        "Suvichar": "જેમાં સેવા-ચાકરી રૂપ સ્વાર્થ ભળ્યો હોય ને તે હરિભક્ત હોય તો પણ તેમાં પોતાનું સ્વાર્થ લેઈને હેત ન રાખવું, શા માટે જે પોતાના જીવને એ થકી બંધન થાય છે અને જેમ ભગવાનનું ચિંતવન થાય તેમ જ જેમાં પોતાનો સ્વાર્થ હોય તેનું પણ ચિંતવન થાવા માંડે એ જ એને ભગવાન ભજનમાં વિઘ્ન કહેવાય. (છે. ૧૯)"
      },
      {
        "Date": "2024-03-05",
        "Tithi": "મહા વદ ૯-૧૦",
        "Suvichar": "મંદ વૈરાગ્યવાળાને ત્યાગ કરવો તે ઠીક નથી, ને ત્યાગ તો તીવ્ર વૈરાગ્યવાળાને કરવો તે ઠીક છે. અને મંદ વૈરાગ્યવાળો ત્યાગ કરે તો એનો ત્યાગ દેહ પર્યંત નભે નહિ; વર્ષે, બે વર્ષે, દશ વર્ષે તેના ત્યાગમાં વિઘ્ન જરૂર પડે. (છે. ૨૯)"
      },
      {
        "Date": "2024-03-06",
        "Tithi": "મહા વદ ૧૧",
        "Suvichar": "પોતાને વિચારે તો કોઈ રીતે તીવ્ર વૈરાગ્ય થાય નહિ. અને જો ધર્મ, જ્ઞાન, વૈરાગ્ય, ભક્તિ એ ચાર ગુણે કરીને સંપન્ન એવા જે મોટા સાધુ તેની સાથે એને અતિશે હેત થાય, જેમ ભગવાન સાથે હેત થાય છે ત્યારે તો તે જુએ, સાંભળે, બોલે, ઇત્યાદિક જે જે ક્રિયા કરે તે પોતાને જે મોટા સંત સાથે હેત છે તેની મરજી પ્રમાણે જ કરે, પણ તેની મરજી ન હોય તેવી કોઈ ક્રિયા કરે નહિ અને તે સંતની મરજીથી બહાર વર્ત્યામાં તેના મનને વિષે નિરંતર ભય વર્તે, જે જો હું એમની મરજી પ્રમાણે નહિ વર્તું તો એ મારી સાથે હેત નહિ રાખે. તે સારુ નિરંતર તેની મરજી પ્રમાણે વર્તે, માટે જો એવું સંત સાથે હેત થયું હોય તો વૈરાગ્ય ન હોય તો પણ એનો ત્યાગ પાર પડે. (છે. ૨૯)"
      },
      {
        "Date": "2024-03-07",
        "Tithi": "મહા વદ ૧૨, વિજયા એકાદશી",
        "Suvichar": "જે મનુષ્ય કર્યા કૃત્યને ન જાણે તેને કૃતઘ્ની જાણવો. અને કોઈક મનુષ્યે કાંઈક પાપ કર્યું ને તેણે તે પાપનું યથાશાસ્ત્ર પ્રાયશ્ચિત્ત  કર્યું, ને વળી તેને તે પાપે યુક્ત જે કહે તેને પણ તે કૃતઘ્ની જેવો પાપી જાણવો. (પ્ર. ૧૦)"
      },
      {
        "Date": "2024-03-08",
        "Tithi": "મહા વદ ૧૩, મહાશિવરાત્રી",
        "Suvichar": "આ દેહમાં રહેનારો જે જીવ છે તે રૂપને જુએ છે ને કુરૂપને જુએ છે તથા બાળ, યૌવન ને વૃદ્ધપણાને જુએ છે, એવા અનંત પદાર્થને જુએ છે, પણ જોનારો પોતે પોતાને જોતો નથી, અને કેવળ બાહ્યદૃષ્ટિએ કરીને પદાર્થને જોયા કરે છે, પણ પોતે પોતાને નથી જોતો તે જ અજ્ઞાનીમાં અતિશે અજ્ઞાની છે. અને જેમ નેત્રે કરીને અનંત પ્રકારના રૂપના સ્વાદને લે છે તેમ જ શ્રોત્ર, ત્વક્‌, રસના, ઘ્રાણ, ઇત્યાદિક સર્વે ઇન્દ્રિયોને કરીને વિષય સુખને ભોગવે છે, ને જાણે પણ પોતે પોતાના સુખને ભોગવતો નથી ને પોતે પોતાના રૂપને જાણતો નથી, એ જ સર્વે અજ્ઞાનીમાં અતિશે અજ્ઞાની છે, ને એ જ ઘેલામાં અતિશે ઘેલો છે, ને એ જ મૂર્ખમાં અતિશે મૂર્ખ છે, ને એ જ સર્વે નીચમાં અતિશે નીચ છે. (પ્ર. ૨૦)"
      },
      {
        "Date": "2024-03-09",
        "Tithi": "મહા વદ ૧૪",
        "Suvichar": "જેને ભગવાનની મૂર્તિને વિષે નાસ્તિકપણું આવે ને સંતને વિષે નાસ્તિકપણું આવે તેને એટલે જ નહિ રહે, એને તો જેનું ભજન-સ્મરણ કરે છે એવા જે પ્રત્યક્ષ ભગવાન તેને વિષે પણ નાસ્તિકપણું આવશે અને એ ભગવાનનાં જે ગોલોક, બ્રહ્મપુર આદિક ધામ છે તેને વિષે પણ નાસ્તિકપણું આવશે અને જગતની જે ઉત્પત્તિ, સ્થિતિ ને પ્રલય તેને પણ કાળે કરીને ને માયાએ કરીને ને કર્મે કરીને માનશે, પણ પરમેશ્વર વતે કરીને નહિ માને એવો પાકો નાસ્તિક થાશે. (પ્ર. ૬૮)"
      },
      {
        "Date": "2024-03-10",
        "Tithi": "મહા વદ ૩૦, અમાસ",
        "Suvichar": "ભગવાનનો ભક્ત હોય અથવા કોઈ બીજો હોય પણ ગરીબ માત્રને લેશમાત્ર દુઃખાવવો નહિ અને જો ગરીબને દુઃખાડે તો તેનું કોઈ પ્રકારે સારું થાય નહિ અને જો ગરીબને દુઃખાડે તો બ્રહ્મહત્યા જેટલું પાપ થાય છે અને તેમ જ કોઈકને માથે જૂઠું કલંક દેવું તે પણ બ્રહ્મહત્યા જેવું જ છે. (પ્ર. ૭૨)"
      },
      {
        "Date": "2024-03-11",
        "Tithi": "ફાગણ સુદ ૧",
        "Suvichar": "મન, કર્મ, વચને કરીને જે સંગ કરે તે જ સંગ કર્યો કહેવાય, માટે એવી રીતે મન, કર્મ, વચને સંગ તો પરમેશ્વર અથવા પરમેશ્વરના ભક્ત તેનો જ કરવો, જેથી જીવનું કલ્યાણ થાય પણ પાપીનો સંગ તો ક્યારેય ન કરવો. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-03-12",
        "Tithi": "ફાગણ સુદ ૨-૩, ભુજ હરિકૃષ્ણ મહારાજનો પાટોત્સવ - સુદ ૨, માંડવીના દેવોનો પાટોત્સવ - સુદ ૨, સદ્. શ્રી અક્ષરજીવનદાસજી સ્વામીની અંતર્ધાન તિથિ - સુદ ૨, અમદાવાદ શ્રી નરનારાયણ દેવનો પાટોત્સવ - સુદ ૩",
        "Suvichar": "જે જીવ ભગવાનને સર્વ કર્તા-હર્તા નથી જાણતો તો તેથી બીજો કોઈ પાપી નથી અને ગૌહત્યા, બ્રહ્મહત્યા, ગુરુસ્ત્રીનો સંગ તથા બ્રહ્મવેત્તા સદ્‌ગુરુનો દ્રોહ તે થકી પણ એને વધુ પાપી જાણવો, કાં જે ભગવાન વિના બીજા જે કાળ-કર્માદિક તેને એ કર્તા જાણે છે, માટે એવો જે નાસ્તિક ચંડાળ હોય તેની તો છાયામાં પણ ઊભું રહેવું નહિ ને ભૂલમાં પણ તેના મુખનું વચન સાંભળવું નહિ. (કા. ૧૦)"
      },
      {
        "Date": "2024-03-13",
        "Tithi": "ફાગણ સુદ ૪",
        "Suvichar": "ભક્તને ક્યારેક અસત્‌ દેશ, અસત્કાળ, અસત્સંગ ને અસત્‌ શાસ્ત્રાદિકને યોગે કરીને અથવા દેહાભિમાને કરીને ભગવાનનાં ચરિત્રને વિષે સંદેહ થાય ને ભગવાનનો અભાવ આવે તો એ જીવ પૂર્ણમાસીના ચંદ્ર જેવો હતો, પણ પાછો અમાવસ્યાના ચંદ્ર જેવો થઈ જાય છે, માટે પોતામાં જે કાંઈક થોડી ઘણી ખોટ હોય તે એ જીવને ઝાઝી નડતી નથી, પણ પરમેશ્વરના ચરિત્રમાં કોઈ રીતે સંદેહ થાય અથવા પરમેશ્વરનો કોઈ રીતે અભાવ આવે ત્યારે એ જીવ કલ્યાણના માર્ગમાંથી તત્કાળ પડી જાય છે. (વ. ૧૨)"
      },
      {
        "Date": "2024-03-14",
        "Tithi": "ફાગણ સુદ ૫, ગઢપુરમાં શ્રી હરિકૃષ્ણ મહારાજનો પાટોત્સવ, કાંકરિયા શ્રી સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "જે હરિજનને વિષે કુદૃષ્ટિ રાખે તે અતિશે પાપી છે, ને તેનો કોઈ કાળે છૂટકો થાય નહિ, મંટે જેને રસિક ભક્ત થાવું તેને આવી જાતનું પાપ તેનો ત્યાગ કરીને પછી રસિક ભક્ત થાવું. (છે. ૨૨)"
      },
      {
        "Date": "2024-03-15",
        "Tithi": "ફાગણ સુદ ૬, આદિ આચાર્ય શ્રી અયોધ્યાપ્રસાદજી મહારાજની અંતર્ધાન તિથિ",
        "Suvichar": "કોટી ગૌહત્યા કરી હોય અથવા મદ્ય-માંસનું ભક્ષણ કર્યું હોય તથા અસંખ્ય ગુરુસ્ત્રીનો સંગ કર્યો હોય તે એ પાપ થકી તો કોઈ કાળે છૂટકો ઝાય, પણ ભગવાન ને ભગવાનના ભક્તનો જે દ્રોહી તેનો તો કોઈ કાળે એ પાપ થકી છૂટકો ન થાય. અને તે પુરુષ હોય તો રાક્ષસ થઈ જાય ને સ્ત્રી હોય તો રાક્ષસી થઈ જાય. પછી તે કોઈ જન્મમાં અસુર મટીને ભગવાનનો ભક્ત થાતો નથી. (છે. ૨૨)"
      },
      {
        "Date": "2024-03-16",
        "Tithi": "ફાગણ સુદ ૭, હોળાષ્ટક પ્રારંભ",
        "Suvichar": "જેની ઉપર ઈર્ષ્યા હોય તેના જેવા ગુણને ગ્રહણ કરવા ને પોતાના અવગુણને ત્યાગ કરવા; ને તેવું ન થવાય ને જે ઈર્ષ્યાએ કરીને ભગવાનના ભક્તનો દ્રોહ થાય તેવી ઈર્ષ્યાનો તો ભગવાનના ભક્તને સર્વ પ્રકારે ત્યાગ કરવો. (પ્ર. ૪)"
      },
      {
        "Date": "2024-03-17",
        "Tithi": "ફાગણ સુદ ૮",
        "Suvichar": "જે ભગવાનને કામી સમજે છે તે પોતે અત્યંત કામી થઈ જાય છે, અને જે ભગવાનને ક્રોધી સમજે છે તે પોતે અત્યંત ક્રોધી થઈ જાય છે, ને જે ભગવાનને લોભી સમજે છે તે પોતે અત્યંત લોભી થઈ જાય છે, અને જે ભગવાનને ઈર્ષ્યાવાન સમજે છે તે પોતે અત્યંત ઈર્ષ્યાવાન થઈ જાય છે, એ આદિક જે જે દોષ ભગવાનને વિષે કલ્પે છે તે તો જેમ સૂર્ય સામી ધૂળની ફાંટ ભરીને નાખીએ તે પોતાની આંખમાં પડે છે, તેમ ભગવાનને વિષે જે જાત્યનો દોષ કલ્પે છે તે પોતાને દુઃખ દે છે. અને પોતામાં ગમે તેવા ભૂંડા સ્વભાવ હોય ને જો ભગવાનને અતિશે નિર્દોષ સમજે, તો પોતે પણ અતિશે નિર્દોષ થઈ જાય છે. (પ્ર. ૨૪)"
      },
      {
        "Date": "2024-03-18",
        "Tithi": "ફાગણ સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "ભગવાનના ભક્ત હોય તેને કોઈ પ્રકારે અભિમાન રાખવું નહિ, એ જ ભગવાનને રાજી કર્યાનો ઉપાય છે અને અંતર્દૃષ્ટિવાળા જે ભગવાનના ભક્ત હોય તે જો તપાસીને પોતાના હૃદય સામું જુએ તો જ્યારે લગારે માન આવતું હશે ત્યારે હૃદયમાં રહી જે ભગવાનની મૂર્તિ તેની નજર કરડી દેખાડી હશે, અને જ્યારે નિર્માનીપણે વર્તાતું હશે ત્યારે પોતાના હૃદયમાં રહી જે ભગવાનની મૂર્તિ તેની દૃષ્ટિ અતિ પ્રસન્ન જણાતી હશે, માટે ભગવાનના ભક્ત હોય તેને વિચારનું બળ રાખીને કોઈ પ્રકારનું માન ઉદે થાવા દેવું નહિ. (પ્ર. ૫૬)"
      },
      {
        "Date": "2024-03-19",
        "Tithi": "ફાગણ સુદ ૧૦, શ્રી ઘનશ્યામ મહારાજના યજ્ઞોપવીત સંસ્કાર",
        "Suvichar": "જેની ઉપર જેને ઈર્ષ્યા હોય તેનું રૂડું થાય ત્યારે તેથી ખમાય નહિ ને ભૂંડું થાય ત્યારે રાજી થાય એ ઈર્ષ્યાનું લક્ષણ છે. (પ્ર. ૭૧)"
      },
      {
        "Date": "2024-03-20",
        "Tithi": "ફાગણ સુદ ૧૧, આમલકી એકાદશી",
        "Suvichar": "ક્રોધી, ઈર્ષ્યાવાળો, કપટી ને માની એ ચાર પ્રકારના જે મનુષ્ય તે જો હરિભક્ત હોય તો ય પણ તે સાથે અમારે બને નહિ, અને ક્રોધ ને ઈર્ષ્યા એ બેય માનને આશરે રહે છે. અને કામીનો તો અમારે કોઈ કાળે વિશ્વાસ જ નથી, જે એ સત્સંગી છે અને કામી તો સત્સંગમાં હોય તો ય વિમુખ જેવો છે. (પ્ર. ૭૬)"
      },
      {
        "Date": "2024-03-21",
        "Tithi": "ફાગણ સુદ ૧૨",
        "Suvichar": "જેના હૃદયમાં માન હોય તે માનમાંથી ઈર્ષ્યા પ્રવર્તે છે અને ક્રોધ, મત્સર ને અસૂયા તે પણ માનથી પ્રવર્તે છે. તે ઈર્ષ્યાનું એ રૂપ છે, જે પોતાથી જે મોટા હોય પણ તેનું જ્યારે સન્માન થાય ત્યારે તેને દેખી શકે નહિ એવો જેનો સ્વભાવ હોય તેને એમ જાણવો જે આના હૈયામાં ઈર્ષ્યા છે અને યથાર્થ ઈર્ષ્યાવાળો હોય તે તો કોઈની મોટાઈને દેખી શકે નહિ. (સા. ૮)"
      },
      {
        "Date": "2024-03-22",
        "Tithi": "ફાગણ સુદ ૧૩",
        "Suvichar": "મદિરા ને ભાંગ્યરૂપ જે પ્રમાદ ને મોહ તે તો જેમ વિમુખ જીવને નડે તેમ જ ભગવાનના ભક્તને પણ નડે અને વિમુખમાં ને હરિભક્તમાં એટલો જ ફેર છે જે, વિમુખને એ બે શત્રુ ટળે નહિ અને ભગવાનનો ભક્ત જો ખટકો રાખીને ટાળવાનો ઉપાય કરે તો એ બે શત્રુ નાશ પામી જાય. (સા. ૧૪)"
      },
      {
        "Date": "2024-03-23",
        "Tithi": "ફાગણ સુદ ૧૩",
        "Suvichar": "જે શ્રદ્ધાવાન પુરુષ હોય ને તેને જો સાચા સંતનો સંગ મળે, ને તે સંતના વચનને વિષે શ્રદ્ધાવાન થાય તો એના હૃદયમાં વિષે સ્વધર્મ, વૈરાગ્ય, વિવેક, જ્ઞાન, ભક્તિ આદિક જે કલ્યાણકારી ગુણ તે સર્વે પ્રગટ થઈ આવે છે ને કામ-ક્રોધાદિક જે વિકાર જે બળી જાય છે. (સા. ૧૮)"
      },
      {
        "Date": "2024-03-24",
        "Tithi": "ફાગણ સુદ ૧૪, હોળી",
        "Suvichar": "મોટા પુરુષ હોય તેને વિષે જે જે જાતના દોષ પરઠે તે તે જાતના દોષ પોતાના હૈયામાં આવીને નિવાસ કરે છે અને જો મોટા પુરુષના ગુણનું ગ્રહણ કરે અને એમ જાણે જે મોટા પુરુષ જે જે સ્વભાવ રાખે છે તે તો જીવના કલ્યાણને અર્થે છે અને મોટા પુરુષ તો નિર્દોષ છે, અને મુને દોષ જણાણો તે તો મારી કુમતિએ કરીને જણાણો છે, એમ વિચારીને સત્પુરુષના ગુણને ગ્રહણ કરે છે અને પોતાના અપરાધને ક્ષમા કરાવે તો તે પુરુષની મલિનતા મટી જાય છે. (સા. ૧૮)"
      },
      {
        "Date": "2024-03-25",
        "Tithi": "ફાગણ સુદ ૧૫, મુકુટોત્સવ પૂનમ, ધૂળેટી, ફુલદોલોત્સવ, શ્રી નરનારાયણદેવ જયંતી",
        "Suvichar": "પોતામાં જે સ્વભાવ વર્તતો હોય ને તે ઉપર અભાવ આવે જે, હું ભગવાનનો ભક્ત છું તે મારે આવો ભૂંડો સ્વભાવ જોઈએ નહિ, એવી રીતે દોષરૂપ જાણીને જે જે સ્વભાવને તજવાને ઇચ્છે તો ભગવાનને પ્રતાપે કરીને તે તે સ્વભાવની નિવૃત્તિ થઈ જાય છે. (સા. ૧૮)"
      },
      {
        "Date": "2024-03-26",
        "Tithi": "ફાગણ વદ ૧",
        "Suvichar": "ક્રોધ તો કેવો છે તો જેવું હડકાયું કૂતરું હોય તેવો છે, જેમ હડકાયા કૂતરાની જે લાળ તે ઢોર અથવા મનુષ્ય જેને અડે તે હડકાયા કૂતરાની પેઠે ડાચિયું નાખીને મરી જાય, તેમ ક્રોધની જેને લાળ અડે તે પણ હડકાયા કૂતરાની પેઠે ડાચિયું નાખીને સંતના માર્ગ થકી પડી જાય. (લો. ૧)"
      },
      {
        "Date": "2024-03-27",
        "Tithi": "ફાગણ વદ ૨, જૂનાગઢ શ્રી હરિકૃષ્ણમહારાજનો પાટોત્સવ",
        "Suvichar": "ક્રોધ કેવો છે તો જેવા કસાઈ, આરબ, ભાવર, વાઘ, દીપડો, કાળો સર્પ તે જેમ સર્વને બીવરાવે છે ને બીજાના પ્રાણને હરી લે છે તેમ ક્રોધ છે તે પણ સૌને બીવરાવે છે ને બીજના પ્રાણને હરી લે છે એવો જે ક્રોધ તે જો સાધુમાં આવે તો તે અતિ ભૂંડો લાગે, કેમ જે સાધુ તો શાંત હોય પણ જ્યારે તેમાં ક્રોધ આવે ત્યારે તે સાધુ બીજાને ક્રૂર લાગે ને તે સાધુની આકૃતિ પણ ફરી જાય, કેમ જે એ ક્રોધનું નામ વિરૂપ છે. માટે એ ક્રોધ જેના દેહમાં આવે તેના દેહને વિરૂપ કરી નાખે. (લો. ૧)"
      },
      {
        "Date": "2024-03-28",
        "Tithi": "ફાગણ વદ ૩",
        "Suvichar": "એક તો આત્મનિષ્ઠા અતિ દૃઢ હોય અને અષ્ટ પ્રકારે બ્રહ્મચર્ય વ્રત રાખવું એ આદિક જે પંચવર્તમાન તેને દૃઢ કરીને પાળે ને ભગવાનનો મહિમા અતિશે સમજે એ ઉપાયે કરીને કામનું મૂળ ઊખડી જાય છે, અને કામનું મૂળ ઊખડી જાય તો ય પણ બ્રહ્મચર્યાદિક નિયમમાંથી કોઈ રીતે ડગવું નહિ અને અતિશે કામનું મૂળ ઊખડ્યાનો તો ઉપાય એ છે જે ભગવાનનો મહિમા સારી પેઠે સમજવો. (લો. ૧)"
      },
      {
        "Date": "2024-03-29",
        "Tithi": "ફાગણ વદ ૪, Good Friday, આદિ આચાર્ય શ્રી રઘુવીરજી મહારાજની પ્રાગટ્ય તિથિ - સં. ૧૮૬૮",
        "Suvichar": "ઇન્દ્રિયો કુમાર્ગે ચાલે તો ઇન્દ્રિયોને દંડ દે ને અંતઃકરણ કુમાર્ગે ચાલે તો અંતઃકરણને દંડ દે. તેમાં ઇન્દ્રિયોને કૃચ્છ્રચાંદ્રાયણે કરીને દંડ દે ને અંતઃકરણને વિચારે કરીને દંડ દે તો એ કામાદિક શત્રુનો નાશ થઈ જાય ને પોતાને ભગવાનના નિશ્ચયે કરીને સંપૂર્ણ કૃતાર્થ માને. (લો. ૧)"
      },
      {
        "Date": "2024-03-30",
        "Tithi": "ફાગણ વદ ૫",
        "Suvichar": "જે પોતાના પુરુષાર્થને જ અધિક કહેતો હોય ને પુરુષાર્થે કરીને જ પોતાને કૃતાર્થ માનતો હોય પણ ભગવાનનું બળ ન રાખે ને એમ સમજે જે, આ સાધને કરીને ભગવાનને રાજી કરવા છે તો તેનો પણ ત્યાગ કરવો. (લો. ૬)"
      },
      {
        "Date": "2024-03-31",
        "Tithi": "ફાગણ વદ ૬",
        "Suvichar": "ભગવાનનો દૃઢ આશ્રિત હોય ને તે જેવો તેવો ગરીબ  હરિભક્ત હોય તો પણ તે આગળ માન ન રાખવું અને જેને સત્સંગ થકી કાંઈક પાછો પગ પડી ગયો હોય તેને આગળ તો માન રાખવું, પણ તેથી દબાઈ જાવું નહિ. (લો. ૬)"
      },
      {
        "Date": "2024-04-01",
        "Tithi": "ફાગણ વદ ૭",
        "Suvichar": "દેહાભિમાનરૂપ દોષ છે તેમાં સર્વે દોષ રહ્યા છે ને તેનો ત્યાગ કરે તો સર્વે દોષનો ત્યાગ થઈ જાય છે અને હું તે દોહથી નોખો જે આત્મા તે છું, એવો જે આત્મનિષ્ઠારૂપ એક ગુણ તે આવે તો સર્વ ગુણ માત્ર આવે છે. (લો. ૬)"
      },
      {
        "Date": "2024-04-02",
        "Tithi": "ફાગણ વદ ૮, જેતલપુર દેવોનો પાટોત્સવ",
        "Suvichar": "જેમાં કામ, ક્રોધ, લોભ, સ્વાદ, સ્નેહ, માન, ઈર્ષ્યા, દંભ, કપટ ઇત્યાદિક દોષ ન હોય ને ધર્મશાસ્ત્રમાં કહ્યું છે એવી રીતે ધર્મ પાળતો હોય ને ભગવાનની ભક્તિએ યુક્ત હોય તે સાથે જ અમારે બેઠ્યા-ઊઠ્યાની સુવાણ થાય છે અને એવો ન હોય ને તે અમારે ભેગો રહેતો હોય તો પણ તેની સાથે સુવાણ થાય નહિ તેની તો ઉપેક્ષા રહે છે. (લો. ૧૪)"
      },
      {
        "Date": "2024-04-03",
        "Tithi": "ફાગણ વદ ૯",
        "Suvichar": "માહાત્મ્ય સમજે ત્યારે માન જાય છે પણ માહાત્મ્ય સમજ્યા વિના તો માન જાતું નથી તે સારુ જેને માન ટાળવું હોય તેને ભગવાનનું ને સંતનું માહાત્મ્ય સમજવું. (લો. ૧૬)"
      },
      {
        "Date": "2024-04-04",
        "Tithi": "ફાગણ વદ ૧૦",
        "Suvichar": "જે સત્સંગનો દ્રોહી હોય ને પરમેશ્વરનું ને મોટા સંતનું ઘસાતું બોલતો હોય તેની આગળ તો માન રાખવું તે જ સારું છે અને તે ઘસાતું બોલે ત્યારે તેને તીખા બાણ જેવું વચન મારવું પણ વિમુખની આગળ નિર્માની થાવું નહિ તે જ રૂડું છે; અને ભગવાન ને ભગવાનના સંતની આગળ તો જે માન રાખવું તે સારું નથી ને તેની આગળ તો માન મૂકીને દાસાનુદાસ થઈને નિર્માનીપણે વર્તવું તે જ રૂડું છે. (પં. પ)"
      },
      {
        "Date": "2024-04-05",
        "Tithi": "ફાગણ વદ ૧૧, પાપમોચની એકાદશી",
        "Suvichar": "આત્મસુખે કરીને માંહીલે કોરે પૂર્ણ રહેવું અને બહાર પંચ ઇન્દ્રિયો દ્વારે વિષયનો માર્ગ બંધ રાખવો એ જ કામાદિકને જીત્યાનો દૃઢ ઉપાય છે પણ એ વિના એકલા ઉપવાસે કરીને કામાદિકનો પરાજય થાતો નથી. (મ. ૨)"
      },
      {
        "Date": "2024-04-06",
        "Tithi": "ફાગણ વદ ૧૨, શ્રી સ્વામિનારાયણ મંદિર પાટડી પાટોત્સવ",
        "Suvichar": "જે વૈરાગ્યહીન હોય તે તો કોઈ મોટા સંત હોય તેની અતિશે સેવા કરે અને પરમેશ્વરની આજ્ઞામાં જેમ કહે તેમ મંડ્યો રહે પછી પરમેશ્વર તેને કૃપાદૃષ્ટિએ કરીને જુએ જે, આ બિચારો વૈરાગ્ય રહિત છે તેને કામ-ક્રોધાદિક બહુ પીડે છે, માટે એના એ સર્વે વિકાર ટાળો, તો તત્કાળ ટળી જાય અને સાધને કરીને તો બહુ કાળ મહેનત કરતાં કરતાં આ જન્મ ટળે અથવા બીજે જન્મે ટળે અને તરત જે વિકાર માત્ર ટળે તે તો પરમેશ્વરની કૃપાએ કરીને ટળે. (મ. ૭)"
      },
      {
        "Date": "2024-04-07",
        "Tithi": "ફાગણ વદ ૧૩-૧૪",
        "Suvichar": "જે મોક્ષને અર્થે યત્ન કરતા હોય ને તેમાં જે કામ, ક્રોધાદિક માંહેલા શત્રુ વિઘ્ન કરે તો તેની ઉપર પણ તેવી જ વૈરબુદ્ધિ થાય, અને તેનો ખટકો ક્યારેય પણ ટળે નહિ, એવો વિચાર જેને આવે તે એ વિચારે કરીને શત્રુ માત્રને ટાળે, અને જ્યારે કોઈક સંત એ કામાદિક શત્રુની નિંદા કરે તથા તે શત્રુને ખોદે તેમાં જેને મોરે કહ્યો એવો વિચાર હોય તેને તે સાધુનો અભાવ આવે નહિ ને સામો તે સાધુનો અતિશે ગુણ લેને એમ જાણે જે, આ સાધુ મારા શત્રુને માર્યાનો ઉપાય કરે છે માટે મારા પરમ હેતુ છે. આવી જાતનો વિચાર જેના હૃદયને વિષે પ્રાપ્ત થયો હોય તે શત્રુ માત્રનો નાશ કરી નાખે અને કોઈ ભૂંડો સ્વભાવ તેના હૃદયને વિષે રહી શકે નહિ. અને એ વિના બીજા ગમે તેટલી જાતના વિચાર કરે પણ કામાદિક સ્વભાવરૂપી શત્રુ નાશ પામે નહિ. (મ. ૧૫)"
      },
      {
        "Date": "2024-04-08",
        "Tithi": "ફાગણ વદ ૩૦, સોમવતી અમાસ",
        "Suvichar": "જેને પોતાની પ્રકૃતિ ટાળ્યાની ઇચ્છા હોય, તેને પરમેશ્વર તથા સત્પુરુષ તે સ્વભાવ ટાળ્યા સારુ ગમે તેટલા તિરસ્કાર કરે, ને ગમે તેવાં કઠણ વચન કહે તો પણ કોઈ રીતે દુઃખાવું નહિ, ને કહેનારાનો ગુણ જ લેવો એવી રીતે વર્તે તો કોઈ રીતે ન ટળે એવી પ્રકૃતિ હોય તો ય ટળી જાય છે. (મ. ૩૭)"
      },
      {
        "Date": "2024-04-09",
        "Tithi": "ચૈત્ર સુદ ૧, ગુડી પડવો",
        "Suvichar": "ભગવાનનો ભક્ત હોય તો પણ માનરૂપી હાડકાને મૂકી શકતો નથી અને જે જે સાધન કરે છે તે માનને વશ થઈને કરે છે, પણ કેવળ ભગવાનની ભક્તિ જાણીને ભગવાનની પ્રસન્નતાને અર્થે કરતો નથી અને ભગવાનની ભક્તિ કરે છે તેમાં પણ માનનો સ્વાદ આવે છે, ત્યારે કરે છે પણ કેવળ ભગવાનની પ્રસન્નતાને અર્થે નથી કરતો. (મ. ૪૧)"
      },
      {
        "Date": "2024-04-10",
        "Tithi": "ચૈત્ર સુદ ૨, ચેટીચાંદ",
        "Suvichar": "સોનામાંથી સોનું કાઢીને ત્રાંબુ ભેળવે તો તે સોનું બારવલું થઈ જાય છે અને પછી તે સોાનાને તાવી તાવીને પાછું સોળવલું કરે તો થાય છે, તેમ આ જીવને વિષે રજ, તમ આદિક જે ત્રાંબુ ભળ્યું છે તેને ગાળીને કાઢી નાખવું ને પછી કંચનરૂપ જે એક આત્મા તે જ રહે, પણ બીજો માયિક ભેગ કાંઈ રહે નહિ. (મ. ૫૫)"
      },
      {
        "Date": "2024-04-11",
        "Tithi": "ચૈત્ર સુદ ૩, છતેડી શ્રીહરિ ચરણારવિંદ સ્થાપના દિન",
        "Suvichar": "ભગવાનની મૂર્તિ વિના જેટલા માયિક આકાર છે તે સર્વે અતિશે દુઃખદાયક ને નાશવંત છે એમ જાણે, અને પોતાને દેહ, ઇન્દ્રિયો ને અંતઃકરણ તે થકી નોખો આત્મારૂપે જાણે પછી એને એવું કોઈ પદાર્થ નથી, જે મોહ પમાડવાને અર્થે સમર્થ થાય કેમ જે, એ તો સર્વે માયિક આકારને તુચ્છ કરી જાણે છે અને એવી રીતે જેના અંતરમાં સમજણની ઘેડ બેઠી હોય ને તેનાં ઇન્દ્રિયો પ્રવૃત્તિમાર્ગને વિષે સર્વે લોમપણે વર્તતાં હોય તો પણ તે કામાદિકે કરીને ક્ષોભને ન પામે એવો જે હરિભક્ત હોય તે ત્યાગી હોય અથવા ગૃહસ્થ હોય પણ તેના હૃદયમાંથી કામાદિકનું બીજ નાશ પામી જાય છે. (વ. ૨૦)"
      },
      {
        "Date": "2024-04-12",
        "Tithi": "ચૈત્ર સુદ ૪",
        "Suvichar": "ભગવાનના ભક્ત જેવાં દેહ ને દેહનાં સગાં-સંબંધીને વહાલાં રાખવાં નહિ, એવી રીતે જે હરિભક્ત વર્તે તેને અતિ બળવાન એવા જે કામ-ક્રોધાદિક શત્રુ તે પણ પરાભવ કરી શકતા નથી. (છે. ૭)"
      },
      {
        "Date": "2024-04-13",
        "Tithi": "ચૈત્ર સુદ ૫",
        "Suvichar": "માન, ઈર્ષ્યા ને ક્રોધ એ ત્રણ દોષ તે કામ કરતાં પણ અતિશે ભૂંડા છે. કેમ જે કામી ઉપર તો સંત દયા કરે, પણ માની ઉપર ન કરે. ને માનમાંથી ઈર્ષ્યા ને ક્રોધ ઊપજે છે. માટે માન મોટો દોષ છે. ને માને કરીને સત્સંગમાંથી પડી જાય છે એવો કામે કરીને નથી પડતો, કેમ જે આપણા સત્સંગમાં ગૃહસ્થ હરિભક્ત ઘણા છે તે સત્સંગમાં પડ્યા છે, માટે એ માન, ઈર્ષ્યા ને ક્રોધ એ ત્રણ ઉપર અમારે અતિશે અભાવ રહે છે, ને અમારાં જે જે વચન લખેલાં હશે તેમાં પણ એમ જ હશે તે વિચારીને જુએ તો જણાઈ આવશે, માટે ભગવાનનું માહાત્મ્ય સમજીને માનને ટાળવું. (છે. ૨૭)"
      },
      {
        "Date": "2024-04-14",
        "Tithi": "ચૈત્ર સુદ ૬, ડૉ. આંબેડકર જયંતી",
        "Suvichar": "ભગવાનનો આકાર છે તે તો દિવ્ય છે પણ માયિક નથી; અને જેમ સૂર્યનું તેજ છે તેને આગળ દર્પણ ધરીએ, ત્યારે તે કિરણનું જે રૂપ તે સૂર્યના જેવું જ ભાસે છે, તેમ પુરુષોત્તમ ભગવાન મૂર્તિમાન છે તેની કિરણરૂપ જે સર્વત્ર વ્યાપક સચ્ચિદાનંદ બ્રહ્મ તેનું રૂપ પણ દર્પણ જેવું જેનું નિર્મળ અંતઃકરણ થયું હોય તેને પુરુષોત્તમ ભગવાનના જેવું સાકાર જ ભાસે છે, માટે ભગવાન પુરુષોત્તમ તો સદા સાકાર જ છે, પણ નિરાકાર નથી ને જે નિરાકાર કહે છે તે તો સમજતા નથી. (પ્ર. ૪૫)"
      },
      {
        "Date": "2024-04-15",
        "Tithi": "ચૈત્ર સુદ ૭",
        "Suvichar": "ભગવાન જીવના કલ્યાણને અર્થે જ્યારે મૂર્તિ ધારણ કરે છે, ત્યારે પોતાનું જે અક્ષરધામ અને ચૈતન્યમૂર્તિ એવા જે પાર્ષદ અને પોતાનાં જે સર્વે ઐશ્વર્ય તે સહિત જ પધારે છે પણ એ બીજાના દેખ્યામાં આવે નહિ અને જ્યારે કોઈ ભક્તને સમાધિને વિષે અલૌકિક દૃષ્ટિ થાય છે, ત્યારે તેને ભગવાનની મૂર્તિને વિષે કોટી કોટી સૂર્યના સરખો પ્રકાશ ભાસે છે અને અનંત કોટી જે મુક્ત તે પણ મૂર્તિ ભેળા ભાસે છે અને અક્ષરધામ પણ એ ભગવાનની મૂર્તિ ભેળું જ ભાસે છે, માટે એ સર્વે ભગવાન ભેળું છે. (પ્ર. ૭૧)"
      },
      {
        "Date": "2024-04-16",
        "Tithi": "ચૈત્ર સુદ ૮",
        "Suvichar": "ક્ષર-અક્ષરથી પર એવા જે પુરુષોત્તમ ભગવાન છે, તે જ્યારે જીવના કલ્યાણને અર્થે બ્રહ્માંડને વિષે મનુષ્ય જેવી મૂર્તિ કરીને વિચરે છે, ત્યારે સર્વે મનુષ્યનાં જેવાં જ ચરિત્ર કરે છે. અને જેમ મનુષ્યને વિષે હારવું, જીતવું, ભય, શોક, કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સર, આશા, તૃષ્ણા, ઈર્ષ્યા ઇત્યાદિક માયિક સ્વભાવ હોય, તેવા જ સ્વભાવ ભગવાન પણ પોતામાં દેખાડે છે, તે સર્વે જીવોના કલ્યાણને અર્થે છે, પછી જે ભક્ત હોય તે તો એ ચરિત્રને ગાઈને પરમપદને પામે છે; અને જે વિમુખ હોય તે દોષ પરઠે છે. (પ્ર. ૭૨)"
      },
      {
        "Date": "2024-04-17",
        "Tithi": "ચૈત્ર સુદ ૯, શ્રીહરિ પ્રાગટ્યોત્સવ, શ્રીહરિને પારણામાં ઝુલાવવા, રામ નવમી, અમદાવાદ બાલસ્વરૂપ ઘનશ્યામ મહારાજનો પાટોત્સવ",
        "Suvichar": "અક્ષરાતીત ને મન-વાણી થકી પર ને અગોચર એવા જે ભગવાન તે જ પોતે કૃપા કરીને એમ ધારે જે, જ્ઞાની-અજ્ઞાની એવાં જે મર્ત્યલોકનાં મનુષ્ય તે સર્વે મુને દેખો, એમ ધારીને સત્ય સંકલ્પ એવા જે આ ભગવાન તે કૃપાએ કરીને મર્ત્યલોકનાં સર્વે મનુષ્ય દેખે એવા થાય છે. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-04-18",
        "Tithi": "ચૈત્ર સુદ ૧૦",
        "Suvichar": "જો ભગવાનના સ્વરૂપનું દર્શન કરીને તેનું મનન ને નિદિધ્યાસ તે ન કર્યો હોય તો લાખ વર્ષ સુધી દર્શન કરે તો પણ તે સ્વરૂપનો સાક્ષાત્કાર ન થાય ને તે દર્શન તો કેવળ શ્રવણ માત્ર સરખું કહેવાય અને જેણે ભગવાનના અંગ અંગનું દર્શન કરીને પછી તે અંગ અંગનું મનન ને નિદિધ્યાસ તે કર્યો હશે તો તે અંગ આજ સહેજે સાંભરી આવતું હશે. (સા. ૩)"
      },
      {
        "Date": "2024-04-19",
        "Tithi": "ચૈત્ર સુદ ૧૧, કામદા એકાદશી",
        "Suvichar": "જે ભગવાનના ભક્ત હોય તેનાં જે દેહ, ઇન્દ્રિયો, અંતઃકરણ ને પ્રાણ તે સર્વે ભગવાનને જ્ઞાને કરીને ભગવાનને આકારે થઈ જાય છે ને દિવ્ય થઈ જાય છે, કાં જે ભગવાન પોતે દિવ્યમૂર્તિ છે તેનાં ઇન્દ્રિયો, અંતઃકરણ, દેહ તેને આકારે એ ભક્તનાં દેહ, ઇન્દ્રિયો, અંતઃકરણ થાય છે માટે દિવ્ય થઈ જાય છે. (કા. ૧)"
      },
      {
        "Date": "2024-04-20",
        "Tithi": "ચૈત્ર સુદ ૧૨",
        "Suvichar": "પોતાના જે પ્રેમીભક્ત તેના મનોરથ પૂરા કરવા એ જ ભગવાનને અવતાર ધર્યાનું પ્રયોજન છે અને તે ભેળું અસંખ્ય જીવનું કલ્યાણ પણ કરે છે ને ધર્મનું સ્થાપન પણ કરે છે. (કા. ૫)"
      },
      {
        "Date": "2024-04-21",
        "Tithi": "ચૈત્ર સુદ ૧૩, મહાવીર જયંતી",
        "Suvichar": "અમારે જે ખાવું-પીવું, ઓઢવું-પહેરવું છે તે સર્વે સંત અને સત્સંગીને અર્થે છે અને જો એમને અર્થે ન જણાય ને પોતાના અર્થે જણાય તો અમે એનો તત્કાળ ત્યાગ કરી દઈએ અને અમે આ દેહ રાખીએ છીએ તે પણ સત્સંગીને અર્થે જ રાખીએ છીએ પણ બીજો કોઈ દેહ રાખ્યાનો અર્થ નથી. (કા. ૬)"
      },
      {
        "Date": "2024-04-22",
        "Tithi": "ચૈત્ર સુદ ૧૪, શ્રીહરિને પારણેથી ઉતારવા",
        "Suvichar": "મહારાજ તો આકાશ સરખા નિર્લેપ છે એમ નિરંતર અમારી પાસેના રહેનારા છે તે અમારા સ્વભાવને જાણે છે અને અમે તો જે મન-કર્મ-વચને પરમેશ્વરના ભક્ત છે તેને અર્થે અમારો દેહ પણ શ્રીકૃષ્ણાર્પણ કરી રાખ્યો છે, માટે અમારે તો સર્વ પ્રકારે જે કોઈ ભગવાનના ભક્ત છે તે સંગાથે સંબંધ છે અને ભગવાનના ભક્ત વિના તો અમારે ચૌદ લોકની સંપત્તિ તે તરખલા જેવી છે. (કા. ૬)"
      },
      {
        "Date": "2024-04-23",
        "Tithi": "ચૈત્ર સુદ ૧૫, મુકુટોત્સવ પૂનમ, શ્રી હનુમાન જયંતી, જોરાવરનગર સ્વામિનારાયણ મંદિર પાટોત્સવ, સદ્. શ્રી નિર્ગુણાનંદજી બ્રહ્મચારીની અંતર્ધાન તિથિ",
        "Suvichar": "પ્રત્યક્ષ પુરુષોત્તમને વિષે જે દૃઢ નિષ્ઠા તેને આત્યંતિક કલ્યાણ કહીએ. અને એવી નિષ્ઠાને પામીને જે સિદ્ધદશાને પામ્યો હોય તેની આવી દશા હોય જે પિંડ-બ્રહ્માંડનો તથા પ્રકૃતિપુરુષનો પ્રલય થયા પછી અક્ષરધામને વિષે જે ભગવાનની મૂર્તિ અખંડ વિરાજમાન રહે છે તે મૂર્તિને સ્થાવર-જંગમ સર્વે આકારને વિષે જ્યાં જ્યાં દૃષ્ટિ જાય ત્યાં ત્યાં સાક્ષાત્કાર દેખે ને એ મૂર્તિ વિના બીજું અણુ માત્ર પણ ભાસે નહિ. (કા. ૭)"
      },
      {
        "Date": "2024-04-24",
        "Tithi": "ચૈત્ર વદ ૧",
        "Suvichar": "ભગવાનના એક એક રોમમાં અનંતકોટી બ્રહ્માંડ અણુની પેઠે રહ્યાં છે તે અષ્ટાવરણ ને ચૌદલોક સુધ્ધાં રહ્યાં છે, એવી રીતે કારણમાં અલૌકિકપણું ને મોટાઈપણું છે તેને સમજુ હોય તે જાણે જે ભગવાન મનુષ્ય જેવા જણાય છે તો પણ આ ભગવાન સર્વના કારણ છે અને સર્વના કર્તાં છે ને સમર્થ છે. (લો. ૨)"
      },
      {
        "Date": "2024-04-25",
        "Tithi": "ચૈત્ર વદ ૧",
        "Suvichar": "ભગવાનની મૂર્તિ તો સદા એકસરખી છે તો પણ ભગવાન પોતાની મૂર્તિને જ્યાં જેવી દેખાડી જોઈએ ત્યાં તેવી પોતાની ઇચ્છાએ કરીને દેખાડે છે અને જ્યાં જેટલો પ્રકાશ કરવો ઘટે ત્યાં તેટલો પ્રકાશ કરે છે અને પોતે તો સદા દ્વિભુજ છે તો પણ પોતાની ઇચ્છાએ કરીને ક્યાંય ચાર ભુજ, ક્યાંય અષ્ટ ભુજ, ક્યાંય અનંત ભુજ દેખાડે છે તથા મચ્છ-કચ્છાદિક રૂપે કરીને ભાસે છે, એવી રીતે જ્યાં જેવું ઘટે ત્યાં તેવું રૂપ પ્રકાશે છે અને પોતે તો સદા એક રૂપે જ વિરાજમાન રહે છે. અને વળી એક ઠેકાણે રહ્યા થકા અનંતકોટી બ્રહ્માંડને વિષે અંતર્યામીરૂપે વ્યાપીને રહે છે. (લો. ૪)"
      },
      {
        "Date": "2024-04-26",
        "Tithi": "ચૈત્ર વદ ૨, માંડવી શ્રી ઘનશ્યામ મહારાજનો પાટોત્સવ",
        "Suvichar": "જેને ધ્યાન, ધારણા, સમાધિનું અંગ હોય તેને એની એ મૂર્તિ છે તે જ કોટી કોટી સૂર્યના પ્રકાશે યુક્ત દેખાય છે. પણ મશાલ-દીવાનું કામ પડતું નથી અને એવો પ્રકાશ એ ભગવાનને વિષે છે ને તે નથી દેખાતો તે તો એ ભગવાનની એવી ઇચ્છા છે અને એ ભગવાન ઇચ્છે જે, એવો પ્રકાશમાન હું આ ભક્તને દેખાઉં તો તે પ્રકાશે યુક્ત એવી એ જ મૂર્તિને દેખે છે. (લો. ૧૮)"
      },
      {
        "Date": "2024-04-27",
        "Tithi": "ચૈત્ર વદ ૩, સદ્. શ્રી શ્વેતવૈકુંઠદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાન જે તે આ જગતની જે ઉત્પત્તિ, સ્થિતિ ને પ્રલય તેના કર્તા છે ને સદા સાકાર છે, અને જો સાકાર ન હોય તો તેને વિષે કર્તાપણું કહેવાય નહિ, અને જે અક્ષરબ્રહ્મ છે તે તો એ ભગવાનના અંગનો પ્રકાશ છે અથવા એમને રહ્યાનું ધામ છે, એવા દિવ્યમૂર્તિ પ્રકાશમય ને સુખરૂપ જે ભગવાન તે જે તે માયાથકી જીવોને સૃજીને તેને બુદ્ધિ, ઇન્દ્રિયો, મન, પ્રાણ તે આપે છે. (પં. ૧)"
      },
      {
        "Date": "2024-04-28",
        "Tithi": "ચૈત્ર વદ ૪",
        "Suvichar": "મારા હૃદયને વિષે એકલું તેજ વ્યાપી રહ્યું છે, અને તે તેજને વિષે એક ભગવાનની મૂર્તિ દેખાય છે. તે અતિ પ્રકાશમય છે ને તે મૂર્તિ ઘનશ્યામ છે તો પણ અતિશે તેજે કરીને શ્યામ નથી જણાતી; અતિશે શ્વેત જણાય છે, ને તે મૂર્તિ દ્વિભુજ છથે, અને તે મૂર્તિને બે ચરણ છે અને અતિશે મનોહર છે, પણ ચાર ભુજા કે અષ્ટ ભુજા કે સહસ્ર ભુજા તે એ મૂર્તિને નથી; એ મૂર્તિ તો અતિ સૌમ્ય છે અને મનુષ્યના જેવી આકૃતિ છે ને કિશોર છે, તે મૂર્તિ ક્યારેક તો એ તેજમાં ઊભી દેખાય છે ને ક્યારેક બેઠી દેખાય છે ને ક્યારેક હરતીફરતી દેખાય છે ને એ મૂર્તિને ચારે કોરે મુક્તનાં મંડળ ભરાઈને બેઠાં છે તે સર્વ મુક્ત છે તે એક નજરે તે ભગવાનની મૂર્તિ સામું જોઈ રહ્યા છે, તે મૂર્તિને અમે પ્રગટ પ્રપમાણ હમણાં પણ દેખીએ છીએ અને સત્સંગમાં નહોતા આવ્યા ત્યારે પણ દેખતા અને માતાના ગર્ભમાં હતા તે દિવસ પણ દેખતા અને ગર્ભમાં આવ્યા મોરે પણ દેખતા, અને અમે બોલીએ છીએ તે પણ ત્યાં જ બેઠા થકા બોલીએ છીએ, અને તમે પણ સર્વે ત્યાં જ બેઠા છો એમ હું દેખું છું, પણ આ ગઢડું શહેર કે આ ઓસરી એ કાંઈ દેખાતું નથી. (મ. ૧૩)"
      },
      {
        "Date": "2024-04-29",
        "Tithi": "ચૈત્ર વદ ૫",
        "Suvichar": "ભગવાન તો મનુષ્યદેહ ધારણ કરે છે તો પણ કૈવલ્યરૂપે જ છે અને તે ભગવાન જે જગ્યામાં વિરાજતા હોય તે જગ્યા પણ નિર્ગુણ છે અને તે ભગવાનનાં વસ્ત્ર, અલંકાર તથા વાહન તથા પરિચર્યાના કરનારા સેવક તથા ખાનપાનાદિક જે જે પદાર્થ ભગવાનના સંબંધને પામે છે તે સર્વે નિર્ગુણ છે એવી રીતે જેણે ભગવાનનું સ્વરૂપ જાણ્યું તેને અમારી પેઠે જ પંચવિષયમાં ક્યાંય પ્રીતિ રહેતી નથી ને તે સ્વતંત્ર થાય છે. અને એ અક્ષરાતીત જે પુરુષોત્તમ ભગવાન છે તે જ સર્વ અવતારનું કારણ છે અને સર્વ અવતાર પુરુષોત્તમમાંથી પ્રગટ થાય છે અને પાછા પુરુષોત્તમને વિષે લીન થાય છે. (મ. ૧૩)"
      },
      {
        "Date": "2024-04-30",
        "Tithi": "ચૈત્ર વદ ૬-૭, ભુજ રાધાકૃષ્ણ દેવનો તથા વડતાલ શ્રી રણછોડરાયજીનો પાટોત્સવ - વદ ૭",
        "Suvichar": "એક ભગવાન વિના બીજું કાંઈ પણ મનમાં ઇચ્છવું નહિ, અને જેમ હાથમાં ચિંતામણિ આવી ત્યારે તે ચિંતામણિને યત્ન કરીને રાખવી, કેમ જે જો હાથમાં ચિંતામણિ છે તો જે પદાર્થને ઇચ્છશે તે પદાર્થને આપશે તેમ ભગવાનના ભક્તને  ભગવાનની મૂર્તિરૂપી ચિંતામણિને ઝાલી રાખવી, પણ તેને મૂકવી જ નહિ તો એને સર્વેવાતની સિદ્ધિ થાશે. (મ. ૨૨)"
      },
      {
        "Date": "2024-05-01",
        "Tithi": "ચૈત્ર વદ ૮, ગુજરાત સ્થાપના દિવસ",
        "Suvichar": "અમારે તો એ જ અંગ છે જે જો ભગવાનનો ખરેખરો ભક્ત હોય તો હું તો તે ભગવાનના ભક્તનો પણ ભક્ત છું અને હું ભગવાનના ભક્તની ભક્તિ કરું છું, એ જ મારે વિષે મોટો ગુણ છે અને એટલો ગુણ જેમાં ન હોય તો તેમાં કોઈ જાતની મોટપ શોભે નહિ. (મ. ૨૮)"
      },
      {
        "Date": "2024-05-02",
        "Tithi": "ચૈત્ર વદ ૯",
        "Suvichar": "જેને ભગવાન વિના બીજા પદાર્થનું ચિંતવન કરતે થકે દેહ પડ્યો તેને કોટી કલ્પે દુઃખનો અંત આવતો નથી, માટે આવો અવસર આવ્યો છે તેને પામીને ભગવાન વિના બીજા પદાર્થનું ચિંતવન મૂકીને એક ભગવાનના સ્વરૂપનું જ ચિંતવન કરવું. અને જો ભગવાનના સ્વરૂપનું ચિંતવન થઈ ન શકે તો પણ ધર્મ, જ્ઞાન, વૈરાગ્ય ને ભક્તિ તેણે યુક્ત એવા જે સાધુ  તેને મધ્યે પડી રહેવું. (મ. ૪૮)"
      },
      {
        "Date": "2024-05-03",
        "Tithi": "ચૈત્ર વદ ૧૦",
        "Suvichar": "અમારે પણ એ જ અંતરમાં વાસના છે જે આ દેહને મૂકશું. પચી કોઈ રીતનો જન્મ થાવાનું નિમિત્ત તો નથી, પણ અંતરમાં એમ વિચારીએ છીએ જે જન્મ ધર્યાનું કોઈક કારણ ઉત્પન્ન કરીને પણ સંતના મધ્યમાં જન્મ ધરવો એમ ઇચ્છીએ છીએ. (મ. ૪૮)"
      },
      {
        "Date": "2024-05-04",
        "Tithi": "ચૈત્ર વદ ૧૧, વરૂથિની એકાદશી",
        "Suvichar": "ભગવાનની મૂર્તિ દેખવામાં તો મનુષ્ય સરખી જ આવતી હોય પણ અતિશે અલૌકિક મૂર્તિ છે, જેમ પૃથ્વીને વિષે સર્વે પથરા છે તેમ ચમકપાણ પણ પથરો છે, પણ ચમકપાણમાં સહેેજે એવો ચમત્કાર રહ્યો છે જે ચમકના પર્વતને સમીપે વહાણ જાય ત્યારે તેના ખીલા ચમકના પાણા પાસે તણાઈ જાય છે, તેમ ભગવાનની જે મૂર્તિ રાજારૂપે છે ને સાધુરૂપે છે તે મૂર્તિનું જ્યારે જે જીવ શ્રદ્ધાએ કરીને દર્શન કરે છે તેનાં ઇન્દ્રિયો ભગવાન સામાં તણાઈ જાય છે, ત્યારે સમાધિ થાય છે. (વ. ૧૩)"
      },
      {
        "Date": "2024-05-05",
        "Tithi": "ચૈત્ર વદ ૧૨",
        "Suvichar": "ભગવાન એક ઠેકાણે રહ્યા થકા પોતાની ઇચ્છાએ કરીને જ્યાં દર્શન દેવાં હોય ત્યાં દર્શન આપે છે. અને એકરૂપ થકા અનંતરૂપે ભાસે છે અને સિદ્ધ હોય તેમાં દૂરશ્રવણ-દૂરદર્શન રૂપ ચમત્કાર હોય, તો પરમેશ્વરમાં હોય તેમાં શું આશ્ચર્ય છે ? અને ભગવાનને ગ્રંથમાં વ્યાપક કહ્યા છે તે તો મૂર્તિમાન છે તે જ પોતાની સામર્થીએ કરીને એક ઠેકાણે રહ્યા થકા સર્વેને દર્શન આપે છે, એમ વ્યાપક કહ્યા છે, પણ આકાશની પેઠે અરૂપ થકા વ્યાપક નથી; ભગવાન તો સદા મૂર્તિમાન જ છે. તે મૂર્તિમાન ભગવાન અક્ષરધામમાં રહ્યા થકા જ અનંતકોટી બ્રહ્માંડમાં ભાસે છે. (વ. ૧૩)"
      },
      {
        "Date": "2024-05-06",
        "Tithi": "ચૈત્ર વદ ૧૩",
        "Suvichar": "ભગવાન કેવા છે તો જન્મ ધરતે થકે પણ અજન્મા છે અને દેહને મૂકતે થકે પણ અજર-અમર છે ને નિરંજન છે કહેતાં માયાના અંજન થકી રહિત છે ને મૂર્તિમાન છે અને સ્વપ્રકાશ છે, બ્રહ્મ છે, અક્ષર છે, અંતર્યામી છે ને અનંતકોટી બ્રહ્માંડના આધાર છે. અને મનુષ્યદેહને જે ધરવું ને મૂકવું તે  તો નટવાની પેઠે ઇન્દ્રજાળ સરખું છે અને અનંતકોટી અક્ષરાતીત મુક્તના નિયંતા છે ને સર્વેના સ્વામી છે. (અ. ૪)"
      },
      {
        "Date": "2024-05-07",
        "Tithi": "ચૈત્ર વદ ૧૪",
        "Suvichar": "જીવનાં પ્રાણ-નાડી તેનો સંકેલો કરાવો તે બીજાથી થાય નહિ, ને લાખું માણસ નિયમમાં રહ્યાં થકાં વશ થઈ રહે તે બીજા કોઈથી થાય નહિ, અને અક્ષર આદિક જે મુક્ત તેને પણ નિયમમાં રાખવાને સમર્થ છે એ અસાધારણ લક્ષણ કહ્યું. (અ. ૫)"
      },
      {
        "Date": "2024-05-08",
        "Tithi": "ચૈત્ર વદ ૩૦, અમાસ",
        "Suvichar": "જે ભગવાન આ બ્રહ્માંડને વિષે વિરાજે છે તે જ ભગવાન સર્વના સ્વામી છે ને અનંત કોટી બ્રહ્માંડને વિષે અસંખ્ય જીવોના કલ્યાણને અર્થે બ્રહ્માંડ બ્રહ્માંડ પ્રત્યે ભગવાન પોતે દેહને ધારણ કરે છે તેને શરણે અસંખ્ય જીવ થાય છે, તેણે કરીને અક્ષરધામમાં શ્રી પુરુષોત્તમના ચરણારવિંદને ઘણાક જીવ પામે છે. (અ. ૫)"
      },
      {
        "Date": "2024-05-09",
        "Tithi": "વૈશાખ સુદ ૧-૨",
        "Suvichar": "આ સત્સંગને વિષે ભગવાન વિરાજે છે તે જ ભગવાનમાંથી ચોવીસ અવતાર થયા છે ને પોતે તો અવતારી છે, ને એ જ સર્વે જીવોના અંતર્યામીરૂપ છે ને એ જ અક્ષરધામને વિષે તેજોમય છે ને સદા સાકારરૂપ છે ને અનંત ઐશ્વર્ય યુક્ત છે, ને એ જ રાજાધિરાજ અનંત બ્રહ્માંડના છે, ને અક્ષરબ્રહ્મના પણ કારણ છે. (અ. ૬)"
      },
      {
        "Date": "2024-05-10",
        "Tithi": "વૈશાખ સુદ ૩, અખાત્રીજ, છતેડી ભીડભંજન હનુમાનજી સ્થાપના દિન, રમજાન - ઈદ",
        "Suvichar": "સર્વે બ્રહ્માંડોની ઉત્પત્તિ, સ્થિતિ ને પ્રલય તેનો કર્તા પણ હું જ છું અને મારે તેજે કરીને અનંત બ્રહ્માંડના અસંખ્ય શિવ, અસંખ્ય બ્રહ્મા, અસંખ્ય કૈલાસ, અસંખ્ય વૈકુંઠ અને ગોલોક, બ્રહ્મપુર અને અસંખ્ય કરોડ બીજી ભૂમિકાઓ એ સર્વે તેજાયમાન છે. ને વળી હું કેવો છું તો મારા પગને અંગૂઠે કરીને પૃથ્વીને ડગાવું તો અસંખ્ય બ્રહ્માંડની પૃથ્વી ડગવા લાગે, ને મારે તેજે કરીને સૂર્ય, ચંદ્રમા, તારા આદિક સર્વે તેજાયમાન છે. એવો જે હું તે મારે વિષે એમ સમજીને નિશ્ચય કરે તો ભગવાન એવો જે હું તે મારે વિષે મન કોઈ કાળે વ્યભિચારને પામે નહિ. ને જે જે જીવ મારે શરણે આવ્યા છે ને આવશે ને એમ સમજશે તે સર્વેને હું સર્વોપરી એવું મારું ધામ છે તેને પમાડીશ ને સર્વેને અંતર્યામી જેવા કરીશ, ને બ્રહ્માંડોની ઉત્પત્ત્યાદિક કરે એવા સમર્થ કરીશ. (અ. ૭)"
      },
      {
        "Date": "2024-05-11",
        "Tithi": "વૈશાખ સુદ ૪",
        "Suvichar": "કોટી કોટી ચંદ્રમા, સૂર્ય, અગ્નિ તેના જેવો તેજનો સમૂહ છે તે તેજનો સમૂહ સમુદ્ર જેવો જણાય છે, એવું બ્રહ્મરૂપ તેજોમય જે ભગવાનનું ધામ તેને વિષે આ પુરુષોત્તમ ભગવાનની આકૃતિ રહી છે. તે આકૃતિમાંથી પોતે ભગવાન અવતાર ધારે છે અને આ ભગવાન કેવા છે તો ક્ષર-અક્ષર થકી પર છે ને સર્વ કારણના પણ કારણ છે ને અક્ષરરૂપ એવા જે અનંત કોટી મુક્ત તેમણે સેવ્યાં છે ચરણકમળ જેમના એવા છે. અને એવા જે ભગવાન તે જે પોતે દયાએ કરીને જીવોનાં પરમ કલ્યાણ કરવાને અર્થે હમણાં પ્રગટ પ્રમાણ થકા તમારી સર્વની દૃષ્ટિને ગોચર સાક્ષાત્‌પણે વર્તે છે. (છે. ૩૧)"
      },
      {
        "Date": "2024-05-12",
        "Tithi": "વૈશાખ સુદ ૫, ભુજ શ્રી નરનારાયણ દેવનો પાટોત્સવ, છપૈયા બાળસ્વરૂપ શ્રી ઘનશ્યામ મહારાજનો પાટોત્સવ",
        "Suvichar": "ધ્યાનના કરતલને પ્રતિલોમપણે પોતાના જીવથી પર કોટી કોટી સૂર્ય, ચંદ્ર, અગ્નિના તેજના સમૂહને વિષે આ મૂર્તિ  જણાય છે, તે જેવી દૃષ્ટિ આગળ જણાતી હતી તેવી જ રીતની જણાય છે પણ લગાર ફેર નથી જણાતો. માટે ગુણાતીત એવું જે અક્ષરધામ તેને વિષે જે મૂર્તિ છે તે મૂર્તિ આ પ્રત્યક્ષ છે; એ બેમાં ફેર નથી, જેમ ધામની મૂર્તિ ગુણાતીત છે તેમ જ મનુષ્ય મૂર્તિ પણ ગુણાતીત છે. (છે. ૩૧)"
      },
      {
        "Date": "2024-05-13",
        "Tithi": "વૈશાખ સુદ ૬",
        "Suvichar": "ભગવાનનો જેવો આકાર છે તેવો આકાર બીજા દેવ-મનુષ્યાદિક જે પ્રકૃતિમાંથી આકાર થયા છે તે કોઈનો નથી, ને ભગવાન વિના બીજા સર્વેને કાળ ભક્ષણ કરી જાય છે ને ભગવાનના સ્વરૂપમાં કાળનું સામર્થ્યપણું નથી ચાલતું એવા ભગવાન છે ને ભગવાન જેવા તો એક ભગવાન જ છે પણ બીજો કોઈ નથી, અને ભગવાનના સાધર્મ્યપણાને પામ્યા એવા જે ભગવાનના ધામમાં ભક્ત છે તેનો આકાર પણ ભગવાનના જેવો જ છે, તો પણ તે પુરુષ છે ને ભગવાન પુરુષોત્તમ છે ને તે સર્વેમાં શ્રેષ્ઠ છે, ને એમને ઉપાસ્ય છે ને એ સર્વેના સ્વામી છે ને એ ભગવાનના મહિમાનો કોઈ પાર પામતા નથી. એવા દિવ્ય મૂર્તિ જે ભગવાન તે નિર્ગુણ છે ને ધ્યેય છે ને એનું જે ધ્યાન કરે છે તે નિર્ગુણ થઈ જાય છે એવું ભગવાનનું સ્વરૂપ છે. (છે. ૩૭)"
      },
      {
        "Date": "2024-05-14",
        "Tithi": "વૈશાખ સુદ ૭",
        "Suvichar": "માયાના કાર્યમાંથી ઉત્પન્ન થયા જે આકાર માત્ર તે સર્વે મિથ્યા છે કેમ જે એ સર્વે આકાર કાળે કરીને નાશ પામે છે અને ભગવાનના અક્ષરધામને વિષે જે ભગવાનનો આકાર છે તથા તે ભગવાનના પાર્ષદ જે મુક્ત તેમના જે આકાર છે તે સર્વે સત્ય છે ને દિવ્ય છે ને અતિશે પ્રકાશે યુક્ત છે અને તે ભગવાનનો ને તે મુક્તનો જે આકાર તે પુરુષના જેવો દ્વિભુજ છે ને સચ્ચિદાનંદરૂપ છે. (છે. ૩૮)"
      },
      {
        "Date": "2024-05-15",
        "Tithi": "વૈશાખ સુદ ૮",
        "Suvichar": "સર્વોપરી જે પુરુષોત્તમ ભગવાન તે જ દયાએ કરીને જીવોના કલ્યાણને અર્થે આ પૃથ્વીને વિષે પ્રગટ થયા થકા સર્વ જનના નયનગોચર વર્તે છે ને તમારા ઇષ્ટદેવ છે ને તમારી સેવાને અંગીકાર કરે છે ને એવા જે પ્રત્યક્ષ પુરુષોત્તમ ભગવાન તેના સ્વરૂપમાં ને અક્ષરધામને વિષે રહ્યા જે ભગવાન તેના સ્વરૂપમાં કાંઈ પણ ભેદ નથી; એ બે એક જ છે અને એવા જે આ પ્રત્યક્ષ પુરુષોત્તમ ભગવાન તે અક્ષરાદિક સર્વના નિયંતા છું ને ઈશ્વરના પણ ઈશ્વર છે ને સર્વ કારણના પણ કારણ છે ને સર્વોપરી વર્તે છે ને સર્વ અવતારના અવતારી છે ને તમારે સર્વેને એકાંતિક ભાવે કરીને ઉપાસના કરવા યોગ્ય છે. (છે. ૩૮)"
      },
      {
        "Date": "2024-05-16",
        "Tithi": "વૈશાખ સુદ ૮",
        "Suvichar": "જે ભગવાન છે તે જેવા તો એ એક જ છે, ને ભગવાનને ભજી ભજીને ઘણાક ભગવાનના સાધર્મ્યપણાને પામ્યા છે, તો પણ તે ભગવાન જેવા તો થાતા જ નથી ને જો ભગવાન જેવા જ થાય તો તો ભગવાન ઘણાક થાય, ત્યારે તો જગતની સ્થિતિ તે એક જાતની જ ન રહે. (છે. ૩૯)"
      },
      {
        "Date": "2024-05-17",
        "Tithi": "વૈશાખ સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "હું આત્મા છું, અને જે પ્રત્યક્ષ ભગવાન મળ્યા છે તે પરમાત્મા છે અને ગોલોક, વૈકુંઠ, શ્વેતદ્વિપ તથા બ્રહ્મપુર તથા અનંતકોટી બ્રહ્માંડના પતિ જે બ્રહ્માદિક દેવ એ સર્વેના સ્વામી જે શ્રી પુરુષોત્તમ તે મુને પ્રત્યક્ષ મળ્યા છે અને તે મારા આત્માને વિષે પણ અખંડ વિરાજમાન છે અને તે ભગવાનનું જે એક નિમિષ માત્રનું દર્શન તે ઉપર અનંતકોટી બ્રહ્માંડનાં જે વિષય સુખ છે તે સર્વેને વારીફેરીને નાખી દેઈએ અને ભગવાનના એક રોમમાં જેટલું સુખ રહ્યું છે તેટલું સુખ તો અનંતકોટી બ્રહ્માંડનાં વિષય સુખ ભેળાં કરીએ તો પણ તેના કોટીમા ભાગની બરોબર પણ થાય નહિ અને જે ભગવાનનું અક્ષરધામ છે તેની આગળ બીજા જે દેવતાના લોક છે તેને મોક્ષ ધર્મને વિષે નરક તુલ્ય કહ્યા છે, એવા જે ભગવાન તે મુને પ્રગટ મળ્યા છે તેને મૂકીને નરકના કુંડ જેવાં જે વિષયનાં સુખ તેને હું શું ઇચ્છું ? અને વિષય સુખ તો કેવળ દુઃખરૂપ જ છે, એવી રીતે ભગવાનનું માહાત્મ્ય જાણવે કરીને વિષયની નિવૃત્તિ થાય છે. (સા. ૧)"
      },
      {
        "Date": "2024-05-18",
        "Tithi": "વૈશાખ સુદ ૧૦",
        "Suvichar": "ભગવાન તો સચ્ચિદાનંદરૂપ છે ને તેજોમય મૂર્તિ છે અને જેના એક એક રોમને વિષે કોટી કોટી સૂર્ય જેવો પ્રકાશ છે ને કોટી કામદેવને પણ લજ્જા પમાડે એવા તે ભગવાન રૂપાળા છે ને અનંતકોટી બ્રહ્માંડના પતિ છે, રાજાધિરાજ છે, સર્વના નિયંતા છે, સર્વના અંતર્યામી છે અને અતિશે સુખરૂપ છે ને જેના સુખની આગળ અનંત રૂપવાન સ્ત્રીઓને જોયાનું જે સુખ તે તુચ્છ થઈ જાય છે અને આલોક-પરલોક સંબંધી જે પંચવિષયનાં સુખ તે ભગવાનની મૂર્તિનાં સુખ આગળ તુચ્છ થઈ જાય છે. (લો. ૧૮)"
      },
      {
        "Date": "2024-05-19",
        "Tithi": "વૈશાખ સુદ ૧૧, મોહિની એકાદશી, છતેડી સમૈયો-પારાયણ પ્રારંભ",
        "Suvichar": "સંપૂર્ણ સુખ તો ભગવાનના સમીપમાં રહ્યું છે અને જેટલું ભગવાનથી છેટે થવાય છે, તેટલા સુખમાં ન્યૂનતા થાય છે, માટે જે મુમુક્ષુ હોય તે પોતાના હૃદયમાં એમ વિચારે જે, જેટલું મારે ભગવાનથી છેટું થાશે તેટલું દુઃખ થાશે ને મહાદુઃખિયો થાઈશ ને થોડેક ભગવાનને સંબંધે કરીને એવું સુખ થાય છે, માટે મારે ભગવાનનો સંબંધ અતિશે રાખવો ને હું અતિ સંબંધ રાખીશ તો મારે ઉત્કૃષ્ટ સુખની પ્રાપ્તિ થાશે. (પં. ૧)"
      },
      {
        "Date": "2024-05-20",
        "Tithi": "વૈશાખ સુદ ૧૨, છતેડી સમૈયો-પારાયણ",
        "Suvichar": "પશુના સુખથી મનુષ્યમાં અધિક સુખ છે ને તે કરતાં રાજાનું સુખ અધિક છે ને તેથી દેવતાનું સુખ અધિક છે ને તેથી ઇન્દ્રનું અધિક છે ને તેથી બૃહસ્પતિનું તેથી બ્રહ્માનું ને તેથી વૈકુંઠ લોકનું ને તેથી ગોલોકનું સુખ તે અધિક છે ને તેથી ભગવાનના અક્ષરધામનું સુખ અતિ અધિક છે. (પં. ૧)"
      },
      {
        "Date": "2024-05-21",
        "Tithi": "વૈશાખ સુદ ૧૩, છતેડી સમૈયો-પારાયણ, ધોલેરા મદનમોહનજી મહારાજનો પાટોત્સવ",
        "Suvichar": "પૃથ્વી આદિક ચાર ભૂત વિના એકલો જ આકાશ હોય, અને જેટલા આકાશને વિષે તારા છે તેટલા ચંદ્રમા હોય, ને તેનો જેવો પ્રકાશ થાય, તેવો ચિદાકાશનો પ્રકાશ છે; અને તે ચિદાકાશને મધ્યે સદાય ભગવાનની મૂર્તિ વિરાજમાન છે, તે  મૂર્તિને વિષે જ્યારે સમાધિ થાય ત્યારે એક ક્ષણ માત્ર ભગવાનના સ્વરૂપમાં સ્થિતિ થઈ હોય, તે ભજનના કરનારાને એમ જણાય જે હજારો વર્ષ પર્યંત મેં સમાધિને વિષે સુખ ભોગવ્યું. એવી રીતે ભગવાનના સ્વરૂપ સંબંધી જે નિર્ગુણ  સુખ તે જણાય છે, અને જે માયિક સુખ છે તે બહુ કાળ ભોગવ્યું હોય તો પણ અંતે ક્ષણ જેવું જણાય છે, માટે ભગવાનના સ્વરૂપ સંબંધી જે નિર્ગુણ સુખ છે તે અખંડ અવિનાશી છે, ને જે માયિક સુખ છે તે નાશવંત છે. (વ. ૯)"
      },
      {
        "Date": "2024-05-22",
        "Tithi": "વૈશાખ સુદ ૧૪, છતેડી પાટોત્સવ - અન્નકૂટ",
        "Suvichar": "મોટા માણસ સાથે અમારે ઝાઝું બને નહિ. શા માટે જે એને રાજ્યનો ને ધનનોે મદ હોય અને અમારે ત્યાગનો ને ભક્તિનો મદ હોય, માટે કોઈ કેને નમી દે એવું કામ નથી અને કોઈક મોટા માણસને જો સમાધિ કરાવીએ તો કોઈક ગામ-ગરાસ આપે તેની અમારા હૈયામાં લાલચ નથી, કેમ જે ગામ-ગરાસ તો સુખને અર્થે ઇચ્છીએ છીએ તે અમારે તો નેત્ર મીંચીને ભગવાનની મૂર્તિનું ચિંતવન કરીએ તેમાં જેવું સુખ છે તેવું ચૌદ લોકના રાજ્યને વિષે પણ નથી. (વ. ૧૬)"
      },
      {
        "Date": "2024-05-23",
        "Tithi": "વૈશાખ સુદ ૧૫, છતેડી સમૈયો-પારાયણ પૂર્ણાહુતિ, મુકુટોત્સવ પૂનમ",
        "Suvichar": "જે ભગવાનને સુખે સુખિયો થયો હોય તેને તો બ્રહ્માંડને વિષે જે વિષયનું સુખ છે તે નરક તુલ્ય ભાસે છે. અને અમારે પણ ભગવાનના ભજનનું સુખ તે જ સુખ જણાય છે ને બીજું સર્વે દુઃખરૂપ જણાય છે, માટે પરમેશ્વરનું ભજન-સ્મરણ કરતાં થકાં જેને સહેજે સત્સંગ થાય તેને કરાવીએ છીએ પણ કોઈ વાતનો અંતરમાં આગ્રહ નથી, ને આગ્રહ તો કેવળ ભગવાનના ભજનનો અને ભગવાનના ભક્તનો સત્સંગ રાખ્યાનો છે. (વ. ૧૬)"
      },
      {
        "Date": "2024-05-24",
        "Tithi": "વૈશાખ વદ ૧, અબજીબાપાની વાતો જયંતી",
        "Suvichar": "ભગવાનનો ભક્ત થયો તેને ભગવાન વિના બીજા કોઈ પદાર્થને વિષે પ્રીતિ રાખવી ઘટે નહિ, શા માટે જે ભગવાનના ધામનું જે સુખ છે તેની આગળ માયિક પંચવિષયનું સુખ છે તે તો નરક જેવું છે, અને જે નરકના કીડા છે તે તો નરકને વિષે પરમ સુખ માને છે, પણ જે મનુષ્યોય તે તો તે નરકને પરમ દુઃખદાયી જાણે છે. (વ. ૧૯)"
      },
      {
        "Date": "2024-05-25",
        "Tithi": "વૈશાખ વદ ૨, જૂનાગઢ શ્રીરાધારમણ દેવનો પાટોત્સવ",
        "Suvichar": "ષડ્‌ઉર્મિએ રહિત ને માયિક ગુણે રહિત સર્વેને કરવા તેમાં તો કાંઈ વાર નથી, અને અસંખ્ય જન્મની સ્મૃતિ થઈ આવે ને અનંત બ્રહ્માંડની ક્રિયાને જુએ એવા સર્વેને કરવા તેમાં તો કાંઈ વાર નહિ, પણ અમારી ઇચ્છાએ કરીને એમ તમને રાખ્યા છે ને તમારા સામર્થ્યને રૂંધી રાખ્યું છે, તે પ્રત્યક્ષ ભગવાનના સુખને અર્થે છે. (જે. ૪)"
      },
      {
        "Date": "2024-05-26",
        "Tithi": "વૈશાખ વદ ૩",
        "Suvichar": "એ ભક્ત ભગવાનની મૂર્તિ વિના અંતરમાં બીજું કંઈ ઇચ્છતો નથી, અને ભગવાનની મૂર્તિ વિના બીજા સુખની ઇચ્છાનો જો ઘાટ થઈ જાય ત્યારે અતિશે મનમાં દાઝે છે, માટે એ નિષ્કામ ભક્ત કહેવાય. તે જ્યારે દેહને મૂકે ત્યારે બહુ મોટા સુખને પામે છે ને ભગવાનનો પાર્ષદ થાય છે. (છે. ૫)"
      },
      {
        "Date": "2024-05-27",
        "Tithi": "વૈશાખ વદ ૪",
        "Suvichar": "જો ભગવાનની મૂર્તિનાંમ દર્શન કરતાં હોઈએ તો રૂપનું સુખ પ્રાપ્ત થાય ને બીજા જે સ્પર્શાદિક ચાર વિષય તેનું સુખ પણ પ્રાપ્ત થાય તે એક જ સમયને વિષે થાય છે. અને બીજા માયિક જે પંચવિષય છે તેમાં તો એક વિષયનો સંબંધ થાય ત્યારે એક વિષયનું જ સુખ પ્રાપ્ત થાય, પણ બીજાનું ન થાય. માટે માયિક વિષયમાં ભિન્નભિન્નપણે સુખ રહ્યાં છે, અને તે સુખ તો તુચ્છ છે ને નાશવંત છે ને અંતે અપાર દુઃખનું કારણ છે અને ભગવાનમાં તો સર્વે વિષયનું સુખ એક કાળે પ્રાપ્ત થાય છે ને તે સુખ મહા અલૌકિક છે અને અખંડ અવિનાશી છે. તે સારુ જે મુમુક્ષુ હોય તેને માયિક વિષયમાંથી સર્વ પ્રકારે વૈરાગ્ય પામી અલૌકિક સુખમય એવી જે ભગવાનની દિવ્ય મૂર્તિ તેને વિષે સર્વ પ્રકારે જોડાવું. (છે. ૨૭)"
      },
      {
        "Date": "2024-05-28",
        "Tithi": "વૈશાખ વદ ૫, ભુજ પ્રસાદી મંદિર દેવોનો પાટોત્સવ, સદ્. શ્રી ગોપાળાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "સમાધિએ કરીને તથા દેહ મૂકીને જેવો ભગવાનના સુખનો અનુભવ થાય છે ને આનંદ થાય છે, તથા આત્માના સુખનો અનુભવ ને આનંદ થાય છે, તેવો એની કેવળ વાત કરે તેણે કરીને થાતો નથી. અને જો એ બેની વાર્તા સાંભળીને તેનું મનન ને નિદિધ્યાસ કરે તો એનો સાક્ષાત્કાર થાય ને સાક્ષાત્કાર થાય ત્યારે સમાધિએ કરીને જેવો એ બેનો અનુભવ ને આનંદ થાય તેવો જ થાય, માટે એ બેની વાર્તા સાંભળીને એનું મનન ને નિદિધ્યાસ કરવો. (છે. ૨૭)"
      },
      {
        "Date": "2024-05-29",
        "Tithi": "વૈશાખ વદ ૬",
        "Suvichar": "સર્વ સુખમય મૂર્તિ તો એક ભગવાન જ છે ને બીજે પંચવિષયમાં જે સુખ તેતો એ ભગવાનના સુખનો કિંચિત્‌ લેશ  છે. એમ ભગવાનને માહાત્મ્યે સહિત જે સમજ્યો હોય તે કોઈ પદાર્થમાં બંધાય જ નહિ. અને એ ભગવાનના ધામનાં સુખ આગળ બીજા લોકનાં જે સુખ તે તો નરક જેવાં છે એમ મોક્ષ ધર્મમાં કહ્યું છે. આવી રીતે ભગવાનના ભક્તને સમજવું અને એમ ન સમજે તો એ બે પ્રકારે કરીને ભગવાનમાંથી પડી જાય છે. (છે. ૨૮)"
      },
      {
        "Date": "2024-05-30",
        "Tithi": "વૈશાખ વદ ૭",
        "Suvichar": "જેને પંચવિષયે કરીને જીવનપણું જ્યાં સુધી મનાણું છે ને તેણે કરીને સુખ માન્યું છે ને તેનો વિયોગ થાય ત્યારે મૂઆ જેવો થઈ જાય છે, એવો જે હોય તે ભગવાનના સુખને ક્યારેય પણ પામે નહિ. અને પંચવિષયે કરીને જેને જીવનપણું ટળી ગયું છે તે જ ભગવાનના સુખને અનુભવે છે ને ભોગવે છે ને એવાને જ ભગવાનના સુખની પ્રાપ્તિ થાય છે. (છે. ૨૮)"
      },
      {
        "Date": "2024-05-31",
        "Tithi": "વૈશાખ વદ ૮",
        "Suvichar": "અનંત ઐશ્વર્યે યુક્ત એવા જે એ ભગવાન તે જ પોતે જીવોના કલ્યાણને અર્થે મનુષ્ય જેવા થાય છે તે ભગવાનના સ્વરૂપનું જ્ઞાન જેને આવી રીતે થયું હોય ને તે ભગવાનની ભક્તિ કરી હોય ને તે જ્ઞાન-ભક્તિના સુખનો પોતાના જીવમાં અનુભવ એકવાર યથાર્થ થયો હોય, તો તેની વિસ્મૃતિ ક્યારેય થાય નહિ તે ગમે તેવું સુખ દુઃખ પડે તો પણ તેને વિષે તે ભગવાનના સ્વરૂપના સુખનો જે અનુભવ તે વિસરી જાય નહિ. (છે. ૩૭)"
      },
      {
        "Date": "2024-06-01",
        "Tithi": "વૈશાખ વદ ૯-૧૦, સદ્. મુનિસ્વામી શ્રી કેશવપ્રિયદાસજી સ્વામીની અંતર્ધાન તિથિ - વદ ૧૦",
        "Suvichar": "વૈરાગ્ય, બ્રહ્મચર્ય, શ્રદ્ધા, અહિંસાધર્મ ને આત્મનિષ્ઠા એમાંથી કોઈ અંગમાં ન્યૂનતા હોય તો આત્યંતિક મોક્ષ જે ભગવાનનું અક્ષરધામ તેને તો ન પામે અને તે વિના બીજાં જે ભગવાનનાં ધામ છે તેને પામે અથવા વધુ સવાસનિક હોય તો દેવલોકને પામે જે દેવલોકને ભગવાનના ધામ આગળ મોક્ષધર્મને વિષે નરક તુલ્ય કહ્યા છે. (સા. ૧૧)"
      },
      {
        "Date": "2024-06-02",
        "Tithi": "વૈશાખ વદ ૧૧",
        "Suvichar": "જ્ઞાની એવો ભગવાનનો ભક્ત તેને તો અંતકાળે ભગવાન કે ભગવાનના સંત દેખાય છે ને એને પણ દેહની વિસ્મૃતિ થઈ જાય ને મૂર્છા અવસ્થા આવે છે પછી એ દેહને મૂકીને જુદો થાય છે ત્યારે એ ભક્તને ભગવાન ભાગવતીતનુ આપે છે ને તે દેહે કરીને એ ભગવાનના ધામને વિષે રહે છે. (સા. ૧૪)"
      },
      {
        "Date": "2024-06-03",
        "Tithi": "વૈશાખ વદ ૧૨, અપરા એકાદશી, લંડન સ્ટેનમોર (UK) શ્રી સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "જે હરિભક્ત હોય તેનો દેહ પગ ઘસીને પડે, વાઘ ખાઈ જાય, સર્પ કરડે, શસ્ત્ર વાગે, પાણીમાં બૂડી જાય ઇત્યાદિક ગમે તેવી રીતે અપમૃત્યુએ કરીને દેહ પડે તો પણ એમ સમજે જે, ભગવાનના ભક્તની અવળી ગતિ થાય જ નહિ; એ તો ભગવાનના ધામને જ પામે અને ભગવાનથી વિમુખ હોય તેનો દેહ સુધી સારી પેઠે પડે ને ચંદનના લાકડામાં સંસ્કારે યુક્ત બળે તો પણ તે તો નિશ્ચે યમપુરીમાં જાય. (લો. ૩)"
      },
      {
        "Date": "2024-06-04",
        "Tithi": "વૈશાખ વદ ૧૩",
        "Suvichar": "સદા સાકાર મૂર્તિ એવા જે આ પ્રત્યક્ષ ભગવાન તેને પ્રકૃતિપુરુષ ને અક્ષર તે થકી પર ને સર્વના કારણ, સર્વના આધાર જાણીને અનન્યપણે સેવે છે, એવી રીતે જે સમજવું તેને જ્ઞાન કહીએ અને એ જ્ઞાને કરીને આત્યંતિક મોક્ષ થાય છે. (લો. ૭)"
      },
      {
        "Date": "2024-06-05",
        "Tithi": "વૈશાખ વદ ૧૪",
        "Suvichar": "જીવનું જે કલ્યાણ થાય અને જીવ માયાને તરીને બ્રહ્મસ્વરૂપ થાય તેનું કારણ તો પુરુષોત્તમ એવા શ્રી વાસુદેવ ભગવાન તેના પ્રત્યક્ષ સ્વરૂપનું ધ્યાન, સ્મરણ, કીર્તન, કથા એ જ છે ને એણે કરીને જ એ જીવ છે તે માયાને તરે છે અને અતિ મોટાઈને પામે છે અને ભગવાનનું જે અક્ષરધામ તેને પામે છે. (મ. ૩૨)"
      },
      {
        "Date": "2024-06-06",
        "Tithi": "વૈશાખ વદ ૩૦, અમાસ",
        "Suvichar": "ધર્મ, અર્થ કામ સારુ જે જે ભગવાને ચરિત્ર કર્યાં તેનું જે ગાન કરે અથવા શ્રવણ કરે તે સર્વે જીવ સર્વ પાપથકી મુકાઈને પરમપદને પામે છે. (મ. ૩૯)"
      },
      {
        "Date": "2024-06-07",
        "Tithi": "જેઠ સુદ ૧",
        "Suvichar": "જેને પોતાના કલ્યાણની ઇચ્છા હોય તેને પોતાનું જે દેહ, ધન, ધામ, કુટુંબ પરિવાર એ સર્વેને ભગવાનની સેવામાં જોડી દેવાં ને ભગવાનની સેવામાં જે પદાર્થ કામ ન આવે તો તેનો ત્યાગ કરી દેવો એવી રીતે જે ભગવાન પરાયણ વર્તે તે ગૃહસ્થાશ્રમી હોય, તો પણ મરે ત્યારે ભગવાનનાં ધામમાં નારદ-સનકાદિકની પંક્તિમાં ભળે, અને પરમ મોક્ષને પામે. (મ. ૬૨)"
      },
      {
        "Date": "2024-06-08",
        "Tithi": "જેઠ સુદ ૨",
        "Suvichar": "મહાપાપવાળો જીવ હશે ને અમારે આશરે આવશે ને ધર્મ-નિયમમાં રહેશે તેને અમે અંતકાળે દર્શન દેઈને ભગવાનનું જે અક્ષરધામ તેને પમાડીએ છીએ. (જે. ૫)"
      },
      {
        "Date": "2024-06-09",
        "Tithi": "જેઠ સુદ ૩",
        "Suvichar": "ભગવાનનો ભક્ત હોય તે ભગવાનનું નામ-સ્મરણ કરતો થકો દેહ મૂકે અથવા બાધિતાનુવૃત્તિને યોગે કરીને બેશુદ્ધ થઈને દેહ મૂકે તો પણ એ ભગવાનનો ભક્ત ભગવાનના ચરણારવિંદને જ પામે છે. (છે. ૪)"
      },
      {
        "Date": "2024-06-10",
        "Tithi": "જેઠ સુદ ૪",
        "Suvichar": "જે ભગવાનનું બ્રહ્મપુર ધામ છે તેને વિષે ભગવાન સદાય સાકાર મૂર્તિ વિરાજમાન છે અને ભગવાનના ભક્ત પણ એ ભગવાનના ધામમાં મૂર્તિમાન થકા ભગવાનની સેવાને વિષે રહે છે, તે ભગવાનનો જેને પ્રત્યક્ષ પ્રમાણ દૃઢ આશરો હોય તેને મનમાં એવી બીક ન રાખવી જે હું રખે મરીને ભૂતપ્રેત થાઉં કે રખે ઇન્દ્રલોકને જ પામું કે રખે બ્રહ્મલોકને જ પામું, એવી આશંકા મનમાં રાખવી નહિ, કેમ જે એવો ભગવાનનો ભક્ત હોય તે તો ભગવાનના ધામને જ પામે, પણ વચમાં ક્યાંય તેને ભગવાન રહેવા દે નહિ. (છે. ૭)"
      },
      {
        "Date": "2024-06-11",
        "Tithi": "જેઠ સુદ ૫",
        "Suvichar": "ભક્તજનને પણ પોતાનું જે મન છે તેને પરમેશ્વરના ચરણારવિંદને વિષે દૃઢ કરીને રાખવું, જેમ વજ્રની પૃથ્વી હોય તેમાં વજ્રની ખીલી ચોડી હોય તે કોઈ રીતે ઊખડે નહિ, તેમ ભગવાનના ચરણારવિંદને વિષે પોતાના મનને દૃઢ રાખવું અને એવી રીતે જે ભગવાનના ચરણારવિંદને વિષે પોતાના મનને રાખે તેને મરીને ભગવાનના ધામમાં જવું એમ નથી, એ તો છતી દેહે જ ભગવાનના ધામને પામી રહ્યો છે. (છે. ૭)"
      },
      {
        "Date": "2024-06-12",
        "Tithi": "જેઠ સુદ ૬",
        "Suvichar": "જેના હૃદયમાં ભગવાનની ભક્તિ હોય ને એમ સમજતો હોય જે જેવા આ પ્રગટ ભગવાન પૃથ્વી ઉપર વિરાજે છે અને જેવા ભગવાનના ભક્ત ભગવાનની સમીપે વિરાજે છે, તેવા ને તેવા જ જ્યારે આત્યંતિક પ્રલય થાય છે ત્યારે પણ રહે છે, અને આ ભગવાન ને ભગવાનના ભક્ત તે સદા સાકાર જ છે એમ સમજતો હોય ને ગમે તેવા વેદાંતના ગ્રંથ સાંભળે પણ ભગવાન ને ભગવાનના ભક્તને નિરાકાર સમજે જ નહિ, અને એમ જાણે જે આ ભગવાન વિના બીજો કોઈ જગતનો કર્તા છે જ નહિ, અને એમ જાણે જે આ ભગવાન વિના સૂકું પાંદડું પણ ફરવાને સમર્થ નથી, એવી જેને ભગવાનને વિષે સાકારપણાની દૃઢ પ્રતીતિ હોય ને તે જેવો તેવો હોય તો પણ એ અમને ગમે છે તે એને માથે કાળ, કર્મ ને માયા તેનો હુકમ નથી અને જો એને દંડ દેવો હોય તો ભગવાન પોતે દે છે પણ બીજા કોઈનો એને માથે હુકમ નથી. (પ્ર. ૩૭)"
      },
      {
        "Date": "2024-06-13",
        "Tithi": "જેઠ સુદ ૭",
        "Suvichar": "બીજા સાધનના બળને તજીને એકલું ભગવાનની ઉપાસનાનું બળ રાખવું અને જે એવો ભક્ત હોય તે તો એમ સમજે જે, ગમે તેવો પાપી હોય ને અંતસમે જો તેને સ્વામિનારાયણ એવા નામનું ઉચ્ચારણ થાય તો તે સર્વ પાપ થકી છૂટીને બ્રહ્મમહોલને વિષે નિવાસ કરે એવો ભગવાનનો પ્રતાપ મોટો છે માટે ભગવાનનું બળ રાખવું. (પ્ર. ૫૬)"
      },
      {
        "Date": "2024-06-14",
        "Tithi": "જેઠ સુદ ૮, અ.મુ. શ્રી ભુરાબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાનના સ્વરૂપનું જ્ઞાન ને ભગવાનનું માહાત્મ્ય જાણવું એ બે અસાધારણ મોક્ષના હેતુ છે. (પ્ર. ૫૭)"
      },
      {
        "Date": "2024-06-15",
        "Tithi": "જેઠ સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "જે ભગવાનના ભક્તને ભગવાનનો નિશ્ચય માહાત્મ્યે સહિત હોય ને સંતનું ને સત્સંગીનું માહાત્મ્ય ઘણું જાણતો હોય ને તે ભક્તનું જે કર્મ કઠણ હોય ને કાળ પણ કઠણ હોય તો પણ તે ભક્તને એવી ભક્તિનું અતિશે બળ છે તે કાળ ને કર્મ એ બેય મળીને તેનું ભૂંડું કરી શકતાં નથી અને જેને ભગવાન ને ભગવાનના સંતને વિષે જો નિષ્ઠામાં કાંઈક ફેર હોય તો તેનું ભગવાન રૂડું કરવાને ઇચ્છે તો ય પણ રૂડું થાતું નથી. (પ્ર. ૭૨)"
      },
      {
        "Date": "2024-06-16",
        "Tithi": "જેઠ સુદ ૧૦, શ્રીહરિ અંતર્ધાનલીલા, સદ્. શ્રી બ્રહ્માનંદસ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "જેને માહાત્મ્યે સહિત નિશ્ચય હોય તો તેને એમ સમજાય જે, જે દિવસે ભગવાનનું દર્શન થયું, તે દિવસથી જ કલ્યાણ તો થઈ રહ્યું છે, અને જે જીવ ભાવે કરીને મારું દર્શન કરે તથા મારું વચન માને તેનું પણ કલ્યાણ થઈ જાય તો મારે કલ્યાણનો શો સંશય છે ? હું તો કૃતાર્થ છું. અને જે કાંઈ સાધન કરું છું, તે તો ભગવાનની પ્રસન્નતાને અર્થે કરું છું, એમ સમજે તેને ભગવાનનો માહાત્મ્યે સહિત નિશ્ચય જાણવો. (પ્ર. ૭૨)"
      },
      {
        "Date": "2024-06-17",
        "Tithi": "જેઠ સુદ ૧૧",
        "Suvichar": "ભગવાનની ઇચ્છાએ કરીને જેવી જેવી રીતે સત્સંગની વૃદ્ધિ થાતી જાય તેવી તેવી રીતે રાજી રહેવું. પછી ભગવાનની ઇચ્છા હોય તો બધું જગત સત્સંગી થાઓ અથવા સર્વે સત્સંગી મટી જાઓ પણ કોઈ રીતે હર્ષ-શોક મનમાં ધારવો નહિ. આ ભગવાનનું કર્યું સર્વે થાય છે, માટે સૂકું પાંદડું જેમ વાયુને આધારે ફરે તેમ ભગવાનને આધીન રહીને આનંદમાં ભજન કરવું અને કોઈ જાતનો ઉદ્વેગ આવવા દેવો નહિ. (પ્ર. ૭૪)"
      },
      {
        "Date": "2024-06-18",
        "Tithi": "જેઠ સુદ ૧૧, નિર્જળા (ભીમ) એકાદશી, આદિ આચાર્ય શ્રી અયોધ્યાપ્રસાદજી મહારાજનો પ્રાગટ્ય તિથિ, છપૈયાના દેવોનો પાટોત્સવ",
        "Suvichar": "જેને ભગવાનના સ્વરૂપનું યથાર્થ જ્ઞાન હોય, અને દૃઢ વૈરાગ્ય હોય, અને ભક્તિ ને સ્વધર્મ પણ અતિ દૃઢ હોય, તેને પરિપૂર્ણ નિશ્ચય જાણવો અને એમાંથી જો એકે વાનું ઓછું હોય તો તે નિશ્ચય છે, તો પણ માહાત્મ્ય વિનાનો છે અને એ ચાર વાનાં સંપૂર્ણ હોય તે માહાત્મ્ય સોતો ભગવાનનો નિશ્ચય જાણવો. (પ્ર. ૭૫)"
      },
      {
        "Date": "2024-06-19",
        "Tithi": "જેઠ સુદ ૧૨",
        "Suvichar": "જેવી પાસે ભગવાનની મર્યાદા રહે છે, તેવી છેટે જાય તો પણ રહે, જો ભગવાનનું પૂરું માહાત્મ્ય સમજે તો, તે માહાત્મ્ય એમ સમજવું જે, અક્ષરાતીત એવા જે પુરુષોત્તમ ભગવાન તેની ઇચ્છાએ કરીને અનંત કોટી બ્રહ્માંડની ઉત્પત્તિ થાય છે, અને તે બ્રહ્માંડને પોતાની શક્તિએ કરીને ધરી રહ્યા છે, અને તે ભગવાન વ્યતિરેક થકા સર્વમાં અન્વયપણે રહ્યા છે, અને અન્વય થકા પણ વ્યતિરેક છે, અને તે ભગવાન જેવા પ્રત્યક્ષ પ્રમાણ છે, તેવા ને તેવા અણુ અણુ પ્રત્યે અંતર્યામીરૂપે વિરાજમાન છે. અને તે ભગવાનના ડોલાવ્યા વિના એક તૃણ પણ ડોલવાને સમર્થ નથી, અને અનંતકોટી બ્રહ્માંડને વિષે જે ઉત્પત્તિ, સ્થિતિ, પ્રલય થાય છે, અને તેને વિષે સુખદુઃખનો જીવોને સંબંધ થાય છે, તે સર્વે પુરુષોત્તમના હાથમાં છે જેટલું ભગવાન કરે તેટલું જ થાય છે, એવા જે ભગવાન તે જીવોના કલ્યાણને અર્થે પૃથ્વી ઉપર પધારે છે ત્યારે પોતે ઘોડે ચડીને ચાલે ત્યારે ઘોડો ભગવાનને ઉપાડી ચાલે છે, પણ એ તો ઘોડાના આધાર છે. અને પૃથ્વી ઉપર બેઠા હોય ત્યારે એમ  જણાય જે પૃથ્વી ભગવાનને ધરી રહી છે પણ એ તો સ્થાવર-જંગમ સોતી સમગ્ર પૃથ્વીને ધરી રહ્યા છે. અને જ્યારે રાત્રિ હોય ત્યારે ચંદ્રમા કે દીવો કે મશાલ તેને અજવાળે કરીને ભગવાનનું દર્શન થાય, અને દિવસે સૂર્યને અજવાળે કરીને દર્શન થાય પણ આ ભગવાન તો સૂર્ય, ચંદ્રમા, અગ્નિ એ સર્વેને પ્રકાશના દાતા છે એવી અદ્‌ભુત સામર્થી છે, તો પણ જીવોના કલ્યાણને અર્થે મનુષ્ય જેવા થઈને મુને દર્શન આપે છે, એવી રીતે માહાત્મ્ય સમજે તો જેવી પાસે રહ્યે મર્યાદા રહે છે તેવી ને તેવી છેટે જાય તો ય પણ રહે. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-06-20",
        "Tithi": "જેઠ સુદ ૧૩",
        "Suvichar": "ભગવાનનું જેવું માહાત્મ્ય છે, તેવું એને સમજ્યામાં આવ્યું નથી અને જો યથાર્થ ભગવાનનું માહાત્મ્ય સમજાય તો ભગવાન વિના બીજામાં હેત રાખે તો પણ રહે નહિ, ને એક ભગવાન ને ભગવાનના સંત અને ભગવાનની કથા-કીર્તન તેને વિષે જ અચળ હેત થાય છે. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-06-21",
        "Tithi": "જેઠ સુદ ૧૪",
        "Suvichar": "ચિત્ત નિર્મળ છે માટે જેમ દર્પણને વિષે બધી સભા જણાય છે તેમ ચિત્તને વિષે સર્વે આકૃતિઓ જણાય છે એમ એ જીવ છે તે અતિ નિર્મળ છે, માટે જીવને વિષે ભગવાન જણાય છે ને ભગવાન પણ અતિશે નિર્મળ છે, માટે તે ભગવાનને વિષે સર્વ વિશ્વ જણાય છે, એવી રીતે વિશ્વ ભગવાનમાં કહ્યું છે ને વિશ્વમાં ભગવાન રહ્યા છે. (કા. ૪)"
      },
      {
        "Date": "2024-06-22",
        "Tithi": "જેઠ સુદ ૧૫-૧, મુકુટોત્સવ પૂનમ",
        "Suvichar": "ભગવાન પોતાની ઇચ્છાએ પોતાનામાંથી નિર્ગુણ ને સગુણ રૂપ જે ઐશ્વર્ય તેને પ્રગટ કરીને પાછું પોતાને વિષે લીન કરે છે અને એવા જે ભગવાન તે મનુષ્ય જેવા જણાતા હોય પણ તેના મહિમાનો પાર કોઈ પામતા નથી. અને જે ભક્ત એવી રીતે ભગવાનની મૂર્તિમાં નિર્ગુણપણું ને સગુણપણું સમજે તે ભક્તને કાળ, કર્મ ને માયા તે બંધન કરવાને સમર્થ થાતાં નથી. અને તેને આઠે પહોર અંતરમાં આશ્ચર્ય રહ્યા કરે છે. (કા. ૮)"
      },
      {
        "Date": "2024-06-23",
        "Tithi": "જેઠ વદ ૨",
        "Suvichar": "જેને ભગવાનનો ને સંતનો માહાત્મ્યજ્ઞાને સહિત નિશ્ચય હોય તેથી ભગવાનને અર્થે ને સંતને અર્થે શું ન થાય ? એને અર્થે કુટુંબનો ત્યાગ કરે, લોક-લાજનો ત્યાગ કરે, રાજ્યનો ત્યાગ કરે, સુખનો ત્યાગ કરે, ધનનો ત્યાગ કરે, સ્ત્રીનો ત્યાગ કરે અને સ્ત્રી હોય તે પુરુષનો ત્યાગ કરે. (લો. ૩)"
      },
      {
        "Date": "2024-06-24",
        "Tithi": "જેઠ વદ ૩",
        "Suvichar": "પોતાના સ્વરૂપનો તથા ભગવાનના સ્વરૂપનો મહિમા જાણ્યો છે તે માટે એને સોનું, કુચો, લોઢું, પાષાણ એ સર્વેને વિષે સમબુદ્ધિ વર્તે છે, તથા માન, અપમાનને વિષે સમબુદ્ધિ વર્તે છે અને એવો જે જ્ઞાની તેને કોઈ પદાર્થમાં બંધન કરવા સમર્થ નથી, કેમ જે એની દૃષ્ટિ તો અતિ મોટી થઈ ગઈ છે ને માયિક સર્વે પદાર્થને તુચ્છ જાણ્યાં છે. (લો. ૧૦)"
      },
      {
        "Date": "2024-06-25",
        "Tithi": "જેઠ વદ ૪",
        "Suvichar": "સર્વે ગુણ સંપન્ન હોય ને જો ભગવાનને અલિંગ સમજતો હોય પણ મૂર્તિમાન ન સમજે એ મોટો દોષ છે એણે કરીને એના બીજા સર્વે ગુણ દોષરૂપ થઈ જાય છે. (લો. ૧૬)"
      },
      {
        "Date": "2024-06-26",
        "Tithi": "જેઠ વદ ૫, અ.મુ. શ્રી સોમચંદબાપા પ્રાગટ્ય તિથિ",
        "Suvichar": "તે ભગવાન એને વિષે ભાગ-ત્યાગ કર્યાનો માગ નથી. એ ભગવાન તો અનંત બ્રહ્માંડના આત્મા છે અને જેને ભગવાનના સ્વરૂપમાં કોઈ રીતનું ઉત્થાન નથી તેને નિર્વિકલ્પ સ્થિતિવાળો જાણવો. અને જેને એવી એક મતિ હોય તેને સ્થિતપ્રજ્ઞ જાણવો. અને જે પુરુષને ભગવાનને વિષે એવી દૃઢ મતિ છે તેને ભગવાન સર્વે પાપ થકી મુકાવે છે. (મ. ૧૭)"
      },
      {
        "Date": "2024-06-27",
        "Tithi": "જેઠ વદ ૬",
        "Suvichar": "મું જેવા અનંત ભગવાનના સાધર્મ્યપણાને પામ્યા છે, તો પણ ભગવાન જેવો કોઈ થાવાને સમર્થ થાતો નથી, શા માટે જે ભગવાનનો મહિમા, ગુણ, કર્મ, જન્મ ને સામર્થી તથા સુંદરતા, સુખદાયકપણું એ આદિક જે અનંત કલ્યાણકારી ગુણ તેના પારને શેષ, શારદા, બ્રહ્માદિક દેવતા તથા ચાર વેદ એ પામતા નથી અને ભગવાન પોતે પણ પોતાના મહિમાના પારને પામતા નથી. માટે ભગવાન તો સર્વે સામર્થીએ કરીને અપાર છે, અને એ ભગવાનને ભજીને અનંતકોટી વૈષ્ણવ ભગવાન સરખા થયા છે, તો પણ ભગવાનમાંથી કોઈ જાત્યનો પ્રતાપ અણુ જેટલો પણ ન્યૂન થયો નથી. (મ. ૬૭)"
      },
      {
        "Date": "2024-06-28",
        "Tithi": "જેઠ વદ ૭",
        "Suvichar": "ભગવાનનો જે સાચો ભક્ત તેને ભગવાનનું માહાત્મ્ય સમજ્યાની કેવી રીત છે ? તો જે ભગવાન છે, તે તેજોમય એવું જે પોતાનું અક્ષરધામ તેને વિષે સદા સાકાર મૂર્તિ થકા વિરાજમાન છે ને સર્વના કારણ છે, સર્વના નિયંતા છે, સર્વના અંતર્યામી છે, અનેક કોટી બ્રહ્માંડના રાજાધિરાજ છે ને અલૌકિક દિવ્ય સુખમય મૂર્તિ છે ને માયાના ગુણ થકી રહિત છે, એવી રીતે આ પ્રત્યક્ષ ભગવાનને જાણીને ભગવાન વિના જે બીજા સર્વે માયિક પદાર્થ માત્ર તેને અતિશે તુચ્છ ને નાશવંત સમજે, ને એક ભગવાનને વિષે જ પ્રીતિ કરે ને નવ પ્રકારની ભક્તિને કરે અને વળી એમ સમજે જે આવા અતિશે મોટા જે ભગવાન તેની મર્યાદાને વિષે કાળ, માયા, બ્રહ્મા, શિવ, સૂર્ય, ચંદ્રમા ઇત્યાદિક સર્વે સમર્થ છે તે પણ નિરંતર વર્તે છે, એવું જાણીને ભગવાને બાંધી જે ધર્મમર્યાદા તેને વિષે ભગવાનની પ્રસન્નતાને અર્થે પોતે નિરંતર વર્તે, પણ તે ધર્મ મર્યાદાનો ક્યારેય લોપ ન કરે. (છે. ૩૨)"
      },
      {
        "Date": "2024-06-29",
        "Tithi": "જેઠ વદ ૮",
        "Suvichar": "આ દેહથી નોખો જે આત્મા તે હું છું ને તે હું પ્રકાશમાન સત્તારૂપ છું. ને તે મારા સ્વરૂપને વિષે પ્રત્યક્ષ ભગવાન અખંડ વિરાજમાન છે, અને તે ભગવાનના આકાર વિના બીજા જે પ્રાકૃત આકાર માત્ર તે અસત્ય છે ને અનંત દોષે યુક્ત છે એવો વૈરાગ્ય હોય, ને ભગવાનનું માહાત્મ્ય યથાર્થ જાણતો હોય તેને કોઈ જાતનો બુદ્ધિમાં ભ્રમ થાય નહિ. (છે. ૩૩)"
      },
      {
        "Date": "2024-06-30",
        "Tithi": "જેઠ વદ ૯",
        "Suvichar": "મોટ્યપ તો પ્રત્યક્ષ ભગવાનના નિશ્ચયે કરીને  તથા તે ભગવાનની આજ્ઞાને વિષે વર્તવે કરીને છે ને એ બે વાનાં જેને ન હોય, ને તે ગમે તેવો વ્યવહારે કરીને મોટો હોય તો પણ એ નાનો જ છે. (પ્ર. ૩૧)"
      },
      {
        "Date": "2024-07-01",
        "Tithi": "જેઠ વદ ૧૦",
        "Suvichar": "ભગવાન તે જ કૃપા કરીને જીવના કલ્યાણને અર્થે પૃથ્વીમાં સર્વે મનુષ્યને પ્રત્યક્ષ દર્શન આપે છે, ત્યારે જે જીવ સંતનો સમાગમ કરીને આ પુરુષોત્તમ ભગવાનનો આવો મહિમા સમજે છે ત્યારે એનાં ઇન્દ્રિયો-અંતઃકરણ સર્વે પુરુષોત્તમરૂપ થઈ જાય છે, ત્યારે તેમણે કરીને આ ભગવાનનો નિશ્ચય થાય છે. જેમ હીરે કરીને જ હીરો વેંધાય છે પણ બીજા વતે નથી વેંધાતો, તેમ ભગવાનનો નિશ્ચય તે ભગવાન વતે જ થાય છે ને ભગવાનનું દર્શન પણ ભગવાન વતે જ થાય છે પણ માયિક એવાં જે ઇન્દ્રિયો-અંતઃકરણ તેણે કરીને નથી થાતો. (પ્ર. ૫૧)"
      },
      {
        "Date": "2024-07-02",
        "Tithi": "જેઠ વદ ૧૧, યોગિની એકાદશી, પીપલાણામાં શ્રી નીલકંઠવર્ણી અને સદ્. શ્રી રામાનંદ સ્વામીનું મિલન - સં. ૧૮૫૬",
        "Suvichar": "જેને ભગવાનના સ્વરૂપનો દૃઢ નિશ્ચયે કરીને સંબંધ થાય છે તેને વિષે ભગવાનના કલ્યાણકારી ગુણ આવે છે, પછી જેમ ભગવાન સર્વ પ્રકારે નિર્બંધ છે ને જે ચહાય તે કરવાને સમર્થ છે તેમ એ ભક્ત પણ અતિશે સમર્થ થાય છે ને નિર્બંધ થાય છે. (પ્ર. ૬૨)"
      },
      {
        "Date": "2024-07-03",
        "Tithi": "જેઠ વદ ૧૨-૧૩",
        "Suvichar": "ભગવાન પણ પોતાની સામર્થી છુપાવીને જીવના કલ્યાણને અર્થે મનુષ્યની પેઠે વર્તે છે અને જે મૂર્ખ હોય તે તો એમ જાણે જે, ભગવાન કાંઈ સામર્થી કેમ પ્રગટ કરતા નથી પણ ભગવાન તો મૂળગી જીવના કલ્યાણને અર્થે પોતાની સામર્થી ઢાંકીને વર્તે છે અને જો પોતાની મોટ્યપ પ્રગટ કરે તો બ્રહ્માંડ પણ નજરમાં ન આવે તો જીવની શી ગણના ? એવી રીતે મહિમાએ સોતો જે આ ભગવાનનો નિશ્ચય તે જેને હૃદયમાં દૃઢપણે થયો હોય તેને કાળ, કર્મ, માયા કોઈ બંધન કરવા સમર્થ નથી. માટે એવી રીતે તત્ત્વે કરીને ભગવાનને જાણે તેને કાંઈ કરવું રહ્યું નથી. (પ્ર. ૬૩)"
      },
      {
        "Date": "2024-07-04",
        "Tithi": "જેઠ વદ ૧૪",
        "Suvichar": "ભગવાનને અંતર્યામી જાણીને મર્યાદા નથી રાખતો તો એને ભગવાનનો નિશ્ચય જ નથી. (પ્ર. ૬૮)"
      },
      {
        "Date": "2024-07-05",
        "Tithi": "જેઠ વદ ૩૦, અમાસ",
        "Suvichar": "જે કોઈ સત્સંગ કરે છે તેને વ્યવહારે દુઃખ થાવાનું લખ્યું હોય તે થાય નહિ તો ય પણ પદાર્થ નાશવંત છે માટે એ પદાર્થની ઇચ્છાએ સત્સંગ કરે તો એને નિશ્ચયમાં સંશય થયા વિના રહે જ નહિ, માટે સત્સંગ કરવો તે તો એકલો નિષ્કામભાવે પોતાના જીવના કલ્યાણને જ અર્થે કરવો તો અડગ નિશ્ચય થાય. (પ્ર. ૭૦)"
      },
      {
        "Date": "2024-07-06",
        "Tithi": "અષાઢ સુદ ૧",
        "Suvichar": "જ્યારે સમાધિ થાય છે ને તેમાં બ્રહ્મનું દર્શન થાય છે, ત્યારે કોટી કોટી સૂર્ય સરખો બ્રહ્મનો પ્રકાશ દેખીને જો થોડી સમજણ હોય તો પ્રત્યક્ષ પુરુષોત્તમ ભગવાનની જે મૂર્તિ છે, તેને વિષે ન્યૂનપણું સમજે અને બ્રહ્મમાં અધિકપણું માની લે એટલે ઉપાસનાનો ભંગ થયો, માટે પ્રત્યક્ષ મૂર્તિને વિષે અતિ દૃઢ નિશ્ચય થયો જોઈએ તો સર્વે કામ સરે, અને અમે પણ એમ નિશ્ચય કર્યો છે જે કોઈ અમને સાચો થઈને મન અર્પે અને લેશમાત્ર અંતરાય રાખે નહિ તો તેમાં અમે કોઈ વાતની કસર રહેવા દઈએ નહિ. (પ્ર. ૭૩)"
      },
      {
        "Date": "2024-07-07",
        "Tithi": "અષાઢ સુદ ૨, રથયાત્રા, કચ્છી નૂતનવર્ષારંભ",
        "Suvichar": "જેને ભગવાનનો આશરો હોય તેમાં તો ભગવાનના કલ્યાણકારી ગુણ આવે છે, અને જેને ભગવાનના સ્વરૂપનો નિશ્ચય હોય તેમાં તો એકાદશ સ્કંધમાં કહ્યાં એવાં જે સાધુનાં બત્રીશ લક્ષણ તે આવે છે, માટે જેમાં બત્રીશ લક્ષણ સંતનાં ન હોય તેને પૂરો સાધુ ન જાણવો, અને જેને ભગવાનનો નિશ્ચય હોય તેના હૈયામાં તો પ્રભુના કલ્યાણકારી ગુણ જરૂર આવે, અને પ્રભુના ગુણ સંતમાં આવે ત્યારે તે સાધુ બત્રીશ લક્ષણે યુક્ત હોય. (પ્ર. ૭૭)"
      },
      {
        "Date": "2024-07-08",
        "Tithi": "અષાઢ સુદ ૩",
        "Suvichar": "જેને અચળ નિશ્ચય હોય તેને ભગવાન સારી ક્રિયા કરે અથવા નરસી ક્રિયા કરે તે સર્વે કલ્યાણકારી ભાસે અને ભગવાન જીતે અથવા હારે અથવા કોઈક ઠેકાણે ભાગે અથવા ક્યારેક રાજી થાય, ક્યારેક શોક કરે ઇત્યાદિક અનંત પ્રકારની ભગવાનની ક્રિયાઓ તેને જોઈને નિશ્ચયવાળો ભક્ત હોય તે એમ કહે જે, પ્રભુની સર્વે ક્રિયા કલ્યાણને અર્થે છે તે જ્યારે બોલે ત્યારે એવું ને એવું બોલતો હોય તો તેને પરિપક્વ નિશ્ચયવાળો જાણવો. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-07-09",
        "Tithi": "અષાઢ સુદ ૩",
        "Suvichar": "આ જગતને વિષે જે જે પદાર્થ છે તે દીઠામાં, સાંભળ્યામાં, સૂંઘ્યામાં, અડ્યામાં આવે છે તેમાં કેટલાંક શુભ છે ને કેટલાંક અશુભ છે, ને કેટલાંક સુખરૂપ છે ને કેટલાંક દુઃખરૂપ છે ને કેટલાંક પ્રિય છે ને કેટલાંક અપ્રિય છે, ને કેટલાંક યોગ્ય છે ને કેટલાંક અયોગ્ય છે એ સર્વે ભગવાનમાં જણાય તેણે કરીને કાંઈ સંશય ન થાય તો એને ઇન્દ્રિયોમાં નિશ્ચય જાણવો. (કા. ૧)"
      },
      {
        "Date": "2024-07-10",
        "Tithi": "અષાઢ સુદ ૪, અયોધ્યા સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "સત્વ, રજ ને તમ એ ત્રણ ગુણનાં જે કાર્ય છે તેમાં આળસ-નિદ્રાદિક તમોગુણનું કાર્ય છે ને કામ, ક્રોધાદિક રજોગુણનું કાર્ય છે અને જેમ નરનારાયણ પિતૃદેવ કર્મ કરતા હવા તે શમદમાદિક સત્ત્વગુણનું કાર્ય છે, એ સર્વે ભગવાનમાં દેખાય છે પણ તેમાં કાંઈ સંશય ન થાય તો એને અંતઃકરણમાં ભગવાનનો નિશ્ચય જાણવો. (કા. ૧)"
      },
      {
        "Date": "2024-07-11",
        "Tithi": "અષાઢ સુદ ૫, અબજીબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "જેમ ઋષભદેવ ભગવાન નિર્વિકલ્પ સમાધિએ કરીને ઉન્મત્ત થકા વિચર્યા ને મુખમાં પાણો રાખ્યો ને પોતાનો દેહ દાવાનળમાં બળી ગયો તો ય ખબર ન રહી, એવી રીતે જે ગુણાતીત સ્થિતિ તે ભગવાનમાં જણાય ને તેમાં કાંઈ સંશય ન થાય તો એને જીવને વિષે નિશ્ચય જાણવો. (કા. ૧)"
      },
      {
        "Date": "2024-07-12",
        "Tithi": "અષાઢ સુદ ૬",
        "Suvichar": "ધર્મ સંબંધી સાધનમાં તો એક નિષ્કામપણું હોય તો સર્વે સાધન આવે. અને ભગવાન સંબંધી તો એ સાધન છે જે નિશ્ચય રહે તો સર્વે આવે. (લો. ૬)"
      },
      {
        "Date": "2024-07-13",
        "Tithi": "અષાઢ સુદ ૭",
        "Suvichar": "ભગવાન તો સર્વના કર્તા છે ને પરમેશ્વર છે ને સર્વના ભોક્તા છે માટે જે જે ક્રિયા પ્રવર્તે છે તે અન્વયપણે નિયંતારૂપે કરીને સર્વને વિષે રહ્યા જે ભગવાન તે થકી જ પ્રવર્તે છે. (લો. ૧૨)"
      },
      {
        "Date": "2024-07-14",
        "Tithi": "અષાઢ સુદ ૮",
        "Suvichar": "અષ્ટાવરણે યુક્ત એવાં જે કોટી કોટી બ્રહ્માંડ તે જે અક્ષરને વિષે અણુની પેઠે જણાય છે એવું જે પુરુષોત્તમ નારાયણનું ધામરૂપ અક્ષર તેને વિષે રહ્યો થકો પુરુષોત્તમની ઉપાસના કરે તેને ઉત્તમ નિર્વિકલ્પ નિશ્ચયવાળો કહીએ. (લો. ૧૨)"
      },
      {
        "Date": "2024-07-15",
        "Tithi": "અષાઢ સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "પુરુષોત્તમ નારાયણ તે સર્વકર્તા છે, સર્વ કારણ છે,  સર્વ નિયંતા છે અને અતિ રૂપવાન છે, અતિ તેજસ્વી છે અને અતિ સમર્થ છે ને કર્તુમ્‌-અકર્તુમ્‌-અન્યથાકર્તુમ્‌ છે તે જો પોતાની ઇચ્છામાં આવે તો એ અક્ષરધામને વિષે રહ્યા જે મુક્ત તે સર્વેને પોતાના તેજને વિષે લીન કરીને પોતે એક જ વિરાજમાન રહે ને સૂઝે તો એ સર્વ મુક્ત તેમણે સેવ્યા થકા એમની ભક્તિને અંગીકાર કરે ને એ સોતા વિરાજમાન રહે અને જે અક્ષરધામને વિષે પોતે રહ્યા છે તે અક્ષરને પણ લીન કરીને પોતે સ્વરાટ્‌ થકા એકલા જ વિરાજમાન રહે અને પોતાને મનમાં આવે તો એ અક્ષરધામ વિના પણ અનંતકોટી મુક્તોને પોતાને ઐશ્વર્યે કરીને ધારવાને સમર્થ છે. (લો. ૧૩)"
      },
      {
        "Date": "2024-07-16",
        "Tithi": "અષાઢ સુદ ૧૦, નીલકંઠવર્ણી વનવિચરણ પ્રારંભ - સં. ૧૮૪૯",
        "Suvichar": "સર્વના કારણ ને સદા દિવ્ય સાકાર એવા જે પ્રત્યક્ષ પુરુષોત્તમ નારાયણ તેમની મૂર્તિને વિષે સાકરના નાળિયેરની પેઠે ત્યાગ-ભાગ સમજવો નહિ ને જેવી મૂર્તિ દીઠી હોય તેનું જ ધ્યાન, ઉપાસના, ભક્તિ કરવી પણ કાંઈ પૃથક્‌ ન સમજવું. (પં. ૭)"
      },
      {
        "Date": "2024-07-17",
        "Tithi": "અષાઢ સુદ ૧૧, દેવશયની (નિયમ) એકાદશી, ચાતુર્માસ પ્રારંભ, મહોરમ",
        "Suvichar": "શુભ વાસના રાખતાં રાખતાં બ્રહ્મલોકમાં કે ઇન્દ્રલોકમાં જવાણું તો એમ જાણવું જે, માથાભર નરકના ખાડામાં પડ્યા છીએ એમ જાણીને શુભ વાસનાને બળે કરીને બ્રહ્મલોક-ઇન્દ્રલોકના ભોગને ત્યાગ કરીને ભગવાનના ધામમાં પૂગવું, પણ વચમાં ક્યાંય ન રહેવું એમ નિશ્ચય રાખવો. (મ. ૪૭)"
      },
      {
        "Date": "2024-07-18",
        "Tithi": "અષાઢ સુદ ૧૨",
        "Suvichar": "પરમેશ્વરને યથાર્થપણે કરીને પરમેશ્વર જાણ્યા જે એ ભગવાનના સ્વરૂપને વિષે કોઈ પ્રકારે માયિકભાવ નથી અને એ ભગવાન તો માયા ને માયાનું કાર્ય જે ત્રણ ગુણ તે થકી પર છે એવો જેને ભગવાનનો દૃઢ નિશ્ચય થયો તે ભગવાનની માયાને તરી ચૂક્યો છે. (વ. ૫)"
      },
      {
        "Date": "2024-07-19",
        "Tithi": "અષાઢ સુદ ૧૩",
        "Suvichar": "ભગવાનના સ્વરૂપનો જેને સંત-સમાગમે કરીને દૃઢ નિશ્ચય થાય છે તેનો જીવ બીજના ચંદ્રમાની પેઠે દિવસે દિવસે વૃદ્ધિને પામતો જાય છે. (વ. ૧૨)"
      },
      {
        "Date": "2024-07-20",
        "Tithi": "અષાઢ સુદ ૧૪",
        "Suvichar": "જેને પરિપૂર્ણ નિશ્ચય હોય તે તો એમ સમજે જે મુંને આ ભગવાન મળ્યા તે દિવસથી જ મારું કલ્યાણ થઈ ચૂક્યું છે, અને જે મારું દર્શન કરશે કે મારી વાર્તા સાંભળશે તે જીવ પણ સર્વ પાપ થકી મુકાઈને પરમપદને પામશે, માટે એવી રીતે ભગવાનનો મહિમા સહિત નિશ્ચય રાખીને પોતાને વિષે કૃતાર્થપણું માનવું. (વ. ૧૨)"
      },
      {
        "Date": "2024-07-21",
        "Tithi": "અષાઢ સુદ ૧૫, ગુરૂપૂર્ણિમા, મુકુટોત્સવ પૂનમ, લંડન (UK) વિલ્સ્ડન મંદિરનો પાટોત્સવ",
        "Suvichar": "એક તો પાંચ વર્તમાન પાળવાં, ને બીજું પોતાનું સ્વરૂપ સાક્ષી માનવું જે સંકલ્પ તથા નાના પ્રકારના જે તર્ક તે થકી પર જે આત્મા તે હું છું, અને મને સહિત જે દેહ તે હું નહિ એમ વિચારે, ને ત્રીજું ભગવાન કોઈના સામું જોઈને હસતા હોય વા કોઈને બોલાવતા હોય વા બીજાં ગમે તેવાં ચરિત્ર કરે તેમાં કોઈ દહાડે અભાવ ન આવે એવી રીતનો નિશ્ચય રાખવો એટલું સમજ્યા તો સર્વે સમજ્યા છો. (જે. ૩)"
      },
      {
        "Date": "2024-07-22",
        "Tithi": "અષાઢ વદ ૧, હિંડોળા પ્રારંભ",
        "Suvichar": "જે જે પદાર્થનો નિશ્ચય થયો છે તે શાસ્ત્રે કરીને થયો છે. ને શાસ્ત્ર ન સાંભળ્યાં હોય તો લોકમાં જે શબ્દ તે શાસ્ત્રથી જ પ્રવર્ત્યા છે તેણે કરીને તેનો નિશ્ચય કર્યો છે તેમ શાસ્ત્રે કહ્યાં જે નિષ્કામ, નિર્લોભ, નિર્માન, નિઃસ્વાદ, નિઃસ્નેહ ઇત્યાદિક સંતનાં લક્ષણ તેને સાંભળીને એવાં લક્ષણ જ્યાં દેખાય એવા જે સંત તેને ને ભગવાનને સાક્ષાત્‌ સંબંધ હોય, માટે એવા સંતના વચને કરીને ભગવાનનો નિશ્ચય કરવો ને તેના વચનમાં દૃઢ વિશ્વાસ કરવો તેને નિશ્ચય કહીએ. (છે. ૨૭)"
      },
      {
        "Date": "2024-07-23",
        "Tithi": "અષાઢ વદ ૨",
        "Suvichar": "જે ભક્તને એક ભગવાનને વિષે જ મોટપ હોય ને ભગવાનથી બીજું કોઈ પદાર્થ અધિક ન જાણતો હોય, ને ભગવાન વિના બીજા સર્વેને તુચ્છ જાણતો હોય, તથા પોતાની જે પ્રકૃતિ હોય તેને ભગવાન સાધુ તે મરોડે ને પ્રકૃતિ પ્રમાણે ન ચાલવા દે ને પ્રકૃતિ હોય તેથી બીજી રીતે વર્તાવે, ત્યારે જે મૂંઝાય નહિ ને પ્રકૃતિ મરોડે તેમાં કચવાઈ જાય નહિ ને પોતાની પ્રકૃતિ ગમે તેવી કઠણ હોય તેને મૂકીને જેમ ભગવાન તથા સાધુ તે કહે તેમ જે સરલપણે વર્તે, એવી બે પ્રકારે જેની સમજણ હોય તેને ગમે તેવો આપત્કાળ પડે તો પણ ભગવાનનો આશ્રય ન ટળે. (છે. ૩૫)"
      },
      {
        "Date": "2024-07-24",
        "Tithi": "અષાઢ વદ ૩-૪, સદ્. પુરાણી શ્રી ધર્મકિશોરદાસજી સ્વામીની અંતર્ધાન તિથિ - વદ ૩",
        "Suvichar": "ટાઢ-તડકો, ભૂખ-તરસ, માન-અપમાન, સુખ-દુઃખ તે રૂપી જે નદી તેને તો આત્મનિષ્ઠાવાળો હોય તે તરી જાય પણ મૃત્યુસમો તો સમુદ્ર જેવો છે માટે ત્યાં તો આત્મનિષ્ઠાવાળો હોય તથા વગર આત્મનિષ્ઠાવાળો હોય એ બેયને ભગવાનની ઉપાસનારૂપી વહાણનું કામ પડે છે, માટે અંતકાળે તો ભગવાનનો દૃઢ આશરો હોય તે જ કામમાં આવે છે, પણ અંત સમે આત્મનિષ્ઠા કાંઈ કામમાં આવતી નથી, તે સારુ ભગવાનની ઉપાસનાને દૃઢ કરીને રાખવી. (પ્ર. ૬૧)"
      },
      {
        "Date": "2024-07-25",
        "Tithi": "અષાઢ વદ ૫, સદ્. શ્રી હરિજીવનદાસજી સ્વામી (સરસપુર)ની અંતર્ધાન તિથિ",
        "Suvichar": "જેમ જેમ ભગવાન આપણને કસણીમાં રાખે તેમ તેમ વધુ રાજી થવું જોઈએ, જે ભગવાન જેમ જેમ મુને વધુ દુઃખ દેશે તેમ તેમ વધુ મારે વશ થાશે અને પળમાત્ર મુજથી છેટે નહિ રહે, એવું સમજીને જેમ જેમ ભગવાન અતિ કસણી દેતા જાય તેમ તેમ અતિ રાજી થાવું પણ કોઈ રીતે દુઃખ દેખીને અથવા દેહના સુખ સારુ પાછો પગ ભરવો નહિ. (પ્ર. ૬૧)"
      },
      {
        "Date": "2024-07-26",
        "Tithi": "અષાઢ વદ ૬",
        "Suvichar": "જે શાસ્ત્રમાં ભગવાનનું સાકારપણું પ્રતિપાદન ન કર્યું હોય તથા ભગવાનના અવતારનું નિરૂપણ ન હોય ને તે ગ્રંથ જો શુદ્ધ વેદાંતના હોય ને એક અદ્વિતીય નિરાકારનું પ્રતિપાદન કરતા હોય તે ગ્રંથ સુધ્ધાં બુદ્ધિમાનના કરેલા હોય તો પણ તે  ગ્રંથને કોઈ દિવસ ભણવા નહિ ને સાંભળવા પણ નહિ અને જો રણછોડ ભક્તના જેવાં કીર્તન જ હોય ને તેમાં ભગવાનની મૂર્તિનું વર્ણન હોય તેને ગાવવાં ને સાંભળવાં તથા એવી રીતના જે ગ્રંથ હોય તેને ભણવા ને સાંભળવા. (લો. ૬)"
      },
      {
        "Date": "2024-07-27",
        "Tithi": "અષાઢ વદ ૭",
        "Suvichar": "બ્રહ્મથકી પરબ્રહ્મ જે પુરુષોત્તમ નારાયણ તે નોખા છે ને એ બ્રહ્મના પણ કારણ છે ને આધાર છે ને પ્રેરક છે એમ સમજીને પોતાના જીવાત્માને એ બ્રહ્મ સંગાથે એકતા કરીને પરબ્રહ્મની સ્વામી - સેવકભાવે ઉપાસના કરવી, એવી રીતે સમજે ત્યારે બ્રહ્મજ્ઞાન છે તે પણ પરમપદને પામ્યાનો નિર્વિઘ્ન માર્ગ છે. (મ. ૩)"
      },
      {
        "Date": "2024-07-28",
        "Tithi": "અષાઢ વદ ૮",
        "Suvichar": "જેને એમ હોય જે એક ચૈતન્યના તેજનો રાશિ છે ને તેના મધ્યને વિષે શ્રી પુરુષોત્તમ ભગવાનની મૂર્તિ સદા વિરાજમાન છે એવો દૃઢ નિશ્ચય હોય, ને તે ભગવાનની ઉપાસના - ભક્તિ કરતો હોય તે વાત ગમે. પણ કેવળ ચૈતન્ય તેજને માનતો હોય ને તેની ઉપાસના કરતો હોય ને ભગવાનને સદા સાકાર ન માનતો હોય ને તેની ઉપાસના ન કરતો હોય તો તે ન ગમે. (છે. ૩૦)"
      },
      {
        "Date": "2024-07-29",
        "Tithi": "અષાઢ વદ ૯, સદ્. શ્રી નિષ્કુળાનંદસ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાનના સ્વરૂપનો યથાર્થ નિશ્ચય થાય તો એ કલ્યાણકારી ગુણ ભગવાનના છે તે સંતમાં આવે છે. તે નિશ્ચય કેવો હોય તો જે ભગવાનને કાળ જેવા ન જાણે, કર્મ જેવા ન જાણે, સ્વભાવ જેવા ન જાણે, માયા જેવા ન જાણે, પુરુષ જેવા ન જાણે ને એ સર્વથકી ભગવાનને જુદા જાણે અને એ સર્વના નિયંતા જાણે ને સર્વના કર્તા જાણે અને એ સર્વને કર્તા થકા પણ નિર્લેપ છે એમ ભગવાનને જાણે અને એવી રીતે આ પ્રત્યક્ષ ભગવાનના સ્વરૂપનો નિશ્ચય કર્યો છે તે કોઈ રીતે કરીને ડગે નહિ. (પ્ર. ૬૨)"
      },
      {
        "Date": "2024-07-30",
        "Tithi": "અષાઢ વદ ૧૦, વચનામૃત સમાપ્તિ સંવત ૧૮૮૬",
        "Suvichar": "જે પરિપક્વ જ્ઞાની તેને તો આત્માનું જ અભિમાન દૃઢ રહે છે. ને તે પોતાના આત્માને બ્રહ્મરૂપ માને છે અને તે બ્રહ્મને વિષે પરબ્રહ્મ જે પુરુષોત્તમ ભગવાન તે અખંડ વિરાજમાન છે અને તે ભગવાનના સ્વરૂપનો નિશ્ચય પણ એને અખંડ ને અખંડ રહે છે. (સા. ૧૨)"
      },
      {
        "Date": "2024-07-31",
        "Tithi": "અષાઢ વદ ૧૧, કામિકા એકાદશી, સદ્. શ્રી મુક્તાનંદસ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "જેને ભગવાનનો નિશ્ચય થઈને ટળી જાય છે તેને તો શાસ્ત્રના વચનની પ્રતીતિ જ નથી, એ તો કેવળ મનમુખી છે ને નાસ્તિક છે. ને જો શાસ્ત્રની પ્રતીતિ હોય તો કોઈ કાળે પરમેશ્વરથી વિમુખ થાય જ નહિ, કાં જે શાસ્ત્રમાં તો અનંત જાતનાં ભગવાનનાં ચરિત્ર છે માટે પરમેશ્વર ગમે તેવાં ચરિત્ર કરે પણ શાસ્ત્રથી બહાર હોય જ નહિ, માટે જેને શાસ્ત્રનાં વચનનો વિશ્વાસ હોય તેને જ ભગવાનના સ્વરૂપનો નિશ્ચય અડગ થાય છે ને કલ્યાણ પણ તેનું જ થાય છે. (સા. ૧૩)"
      },
      {
        "Date": "2024-08-01",
        "Tithi": "અષાઢ વદ ૧૨",
        "Suvichar": "આ દેહથકી નોખો જે આત્મા તેને બ્રહ્મરૂપ જાણીએ છીએ અને જ્ઞાન-વૈરાગ્યાદિક સાધને યુક્ત છીએ તો પણ એ નારાયણને પ્રસન્ન કરવાને અર્થે રાતદિવસ ઉજાગરા કરીએ છીએ ને કીર્તન-નામસ્મરણ તે તાળીઓ વજાડી વજાડીને હાથની આંગળીઓ ફાટી જાય એમ કરીએ છીએ તથા કથા-વાર્તા રાતદિવસ કરીએ કરાવીએ છીએ તે જો એ નારાયણ સરખા થઈ જવાતું હોય તો એવડો દાખડો શું કરવા કરીએ ? માટે એ નારાયણ જેવા તો એક નારાયણ જ છે પણ બીજો કોઈ એ જેવો થાતો નથી. (લો. ૧૩)"
      },
      {
        "Date": "2024-08-02",
        "Tithi": "અષાઢ વદ ૧૩, છતેડી અષાઢી ઉજવણી પ્રારંભ",
        "Suvichar": "ભગવાનનું સ્વરૂપ છે તે સ્વરૂપ સદા દ્વિભુજ છે ને પોતાની ઇચ્છાએ કરીને ક્યારેક ચતુર્ભુજ પણ જણાય છે, અષ્ટભુજ પણ જણાય છે ને સહસ્ત્રભુજ પણ દેખાય છે ને તે જ ભગવાન મચ્છ, કચ્છ, વારાહાદિક રૂપને તથા રામકૃષ્ણાદિક રૂપને કોઈ કાર્યને અર્થે ધારણ કરે છે, પણ જે પોતનું મૂળરૂપ છે તેને તજીને એ અવતારનું ધારણ નથી કરતા તે જ ભગવાન પોતે અનંત ઐશ્વર્ય ને અનંત શક્તિ સોતા જ મચ્છ-કચ્છાદિક રૂપને ધારણ કરે છે અને જે કાર્ય નિમિત્ત જે દેહનું ધારણ કર્યું હોય તે કાર્ય થઈ રહે છે ત્યારે તે દેહનો ત્યાગ પણ કરે છે. (લો. ૧૮)"
      },
      {
        "Date": "2024-08-03",
        "Tithi": "અષાઢ વદ ૧૪, છતેડી અષાઢી ઉજવણી",
        "Suvichar": "કોઈક કાળે ભગવાનના વચનનો લોપ થાતો હોય તો તેની ચિંતા નહિ પણ ભગવાનના સ્વરૂપનો દ્રોહ થાવા દેવો નહિ ને જો ભગવાનનું વચન કાંઈક લોપાણું હોય તો તે ભગવાનની પ્રાર્થના કરીને પણ છૂટકો થાય, પણ ભગવાનના સ્વરૂપનો દ્રોહ કર્યો હોય તો તેનો કોઈ રીતે છૂટકો થાય નહિ. (મ. ૯)"
      },
      {
        "Date": "2024-08-04",
        "Tithi": "અષાઢ વદ ૩૦, છતેડી અષાઢી ઉજવણી પૂર્ણાહુતિ, અમાસ",
        "Suvichar": "હમણે સત્સંગમાં રહેતો હશે અને શાસ્ત્રના વચનમાં પણ રહેતો હશે ને તેને જો ભગવત્સ્વરૂપની નિષ્ઠા પાકી નહિ હોય તો તે જ્યારે દેહ મૂકશે ત્યારે કાં તો બ્રહ્માના લોકમાં જાશે ને કાં તો કોઈક બીજા દેવતાના લોકમાં જાશે પણ તે પુરુષોત્તમ ભગવાનના ધામને વિષે નહિ જાય. (મ. ૯)"
      },
      {
        "Date": "2024-08-05",
        "Tithi": "શ્રાવણ સુદ ૧",
        "Suvichar": "દેશ, કાળ, ક્રિયા, સંગ, મંત્ર, શાસ્ત્ર, ઉપદેશ ને દેવતા એટલાં વાનાં શુભ ને અશુભ એ બે પ્રકારનાં તેમાંથી જો અશુભનો યોગ થાય ને એને કાંઈક વિઘ્ન પડે તો પણ જો ભગવાનના સ્વરૂપમાં નિષ્ઠા પાકી હોય તો તે કલ્યાણના માર્ગમાંથી કોઈ કાળે પડે નહિ. (મ. ૯)"
      },
      {
        "Date": "2024-08-06",
        "Tithi": "શ્રાવણ સુદ ૨, ઓલ્ડહામ (UK) સ્વામિનારાયણ મંદિર પાટોત્સવ",
        "Suvichar": "ભગવાનના જન્મ ને દેહ મૂક્યાની રીતિ તો અલૌકિક છે અને જ્યારે એવું ભગવાનનું સ્વરૂપ છે તેને દૃઢ કરીને સમજશો ત્યારે તમને કોઈ પ્રકારનું વિઘ્ન કલ્યાણના માર્ગને વિષે નહિ થાય. (મ. ૧૩)"
      },
      {
        "Date": "2024-08-07",
        "Tithi": "શ્રાવણ સુદ ૩",
        "Suvichar": "ભગવાનના સ્વરૂપનો જે નિશ્ચય કર્યો હોય તેમાંથી મન ડગમગે નહિ એવો જે નિરુત્થાનપણે ભગવાનનો નિશ્ચય એને  અમે તદાત્મકપણું કહીએ છીએ; અને એને જે નિર્વિકલ્પ સમાધિ કહીએ છીએ, ને એવી જાતની જેને નિર્વિકલ્પ સમાધિ થઈ હોય તે સંતનું સ્વરૂપ પણ નિર્ગુણ બ્રહ્મ જ છે, અને એવા અડગ નિશ્ચયવાળા જે સંત તે નિવૃત્તિ માર્ગને વિષે વર્તે અથવા પ્રવૃત્તિ માર્ગને વિષે વર્તે તો પણ એનું નિર્ગુણ જ સ્વરૂપ છે. (મ. ૧૪)"
      },
      {
        "Date": "2024-08-08",
        "Tithi": "શ્રાવણ સુદ ૪",
        "Suvichar": "જેને ભગવાનના સ્વરૂપનો એવો નિશ્ચય છે ને જો તેમાં કાંઈક થોડી ઘણી ખોટ રહી ગઈ હશે તો પણ તે ભૂંડી ગતિને નહિ પામે; તે તો અંતે જાતો નિર્ગુણપણાને જ પામશે અને જેને ભગવાનના સ્વરૂપનો તો એવો નિશ્ચય નથી ને તે સુધો ત્યાગી રહેતો હોય, ને કામ, ક્રોધ, લોભાદિકને ટાળ્યામાં સાવધાન વર્તતો હોય તો પણ એના ટાળ્યા કામાદિક નહિ ટળે અને તે અંતે ખરાબ થઈને નરકમાં જ જાશે, અને આવું જે ભગવાનના સ્વરૂપનું જ્ઞાન તે જેને થયું હોય ને તેને થોડી બુદ્ધિ હોય તો પણ એને મોટી બુદ્ધિવાળો જાણવો. અને આવું ભગવાનના સ્વરૂપનું જ્ઞાન જેને ન હોય ને તેને જો ઝાઝી બુદ્ધિ હોય તો પણ તેને બુદ્ધિહીન જાણવો. (મ. ૧૪)"
      },
      {
        "Date": "2024-08-09",
        "Tithi": "શ્રાવણ સુદ ૫",
        "Suvichar": "જે ભગવાનની મૂર્તિને વિષે નિષ્ઠા રાખે તેને ભગવાનનું સ્વરૂપ હૃદયમાં રહે એટલે તેના હૃદયમાં ધર્મ પણ રહે, માટે જે સ્વરૂપનિષ્ઠા રાખે તેને ધર્મનિષ્ઠા સહેજે જ રહે અને એકલી ધર્મનિષ્ઠા રાખે તો સ્વરૂપનિષ્ઠા મોળી પડી જાય છે, તે કારણપણા માટે બુદ્ધિમાન હોય તેને સ્વરૂપનિષ્ઠા જ દૃઢ કરીને રાખવી તો તે ભેળી ધર્મનિષ્ઠા પણ દૃઢપણે રહેશે. (મ. ૧૬)"
      },
      {
        "Date": "2024-08-10",
        "Tithi": "શ્રાવણ સુદ ૬",
        "Suvichar": "કેટલાક તો વ્યવહારમાં અતિ ડાહ્યા હોય, તો પણ પોતાના કલ્યાણને અર્થે કાંઈ યત્ન કરે નહિ તથા કેટલાંક શાસ્ત્ર-પુરાણ-ઇતિહાસ તેના અર્થને સારી પેઠે જાણતા હોય, તો પણ પોતાના કલ્યાણને અર્થે કાંઈ પણ યત્ન કરે નહિ, માટે એને કુશાગ્ર બુદ્ધિવાળા ન જાણવા; એને તો જાડી બુદ્ધિવાળા જાણવા; અને જે કલ્યાણને અર્થે યત્ન કરે છે ને તેની બુદ્ધિ થોડી છે તો પણ તે કુશાગ્ર બુદ્ધિવાળો છે અને જે જગત-વ્યવહારની કોરે સાવધાન થઈને મંડ્યો છે તેની બુદ્ધિ અતિ ઝીણી છે, તો પણ તે જાડી બુદ્ધિવાળો છે. (પ્ર. ૫૦)"
      },
      {
        "Date": "2024-08-11",
        "Tithi": "શ્રાવણ સુદ ૭",
        "Suvichar": "જેના કુળમાં ભક્ત થયો હોય ને તેનાં કુટુંબી સર્વે એમ માને જે, આપણું મોટું ભાગ્ય છે જે, આપણા કુળમાં ભગવાનનો ભક્ત થયો છે, એવી રીતે ભક્તનું માહાત્મ્ય સમજીને હેત રાખે તો તે સર્વે કુટુંબીનું કલ્યાણ થાય અને મરીને પિત્રી જે સ્વર્ગમાં ગયા હોય તે પણ જો એમ જાણે જે, આપણા કુળમાં ભગવાનનો ભક્ત થયો, તે આપણું મોટું ભાગ્ય છે, એમ સમજીને ભગવાનના ભક્તમાં હેત રાખે તો પિત્રીનું પણ કલ્યાણ થાય. (પ્ર. ૭૫)"
      },
      {
        "Date": "2024-08-12",
        "Tithi": "શ્રાવણ સુદ ૭",
        "Suvichar": "ભગવાનનું તપ છે તે જે જીવ જેવું કર્મ કરવાને ઇચ્છે તેને તેવાનો પ્રકાશ કરી આપે છે તેમાં જેની અલ્પબુદ્ધિ છે તે અલ્પ એવું જે વિષય સુખ તેને ઇચ્છે છે અને જેની મોટી બુદ્ધિ છે તે કલ્યાણને ઇચ્છે છે અને ભગવાનની તો સૌ ઉપર સમદૃષ્ટિ છે, માટે જે જીવ જેવું કર્મ કરે છે તેને તેવા ફળને પમાડી દે છે. (સા. ૧૬)"
      },
      {
        "Date": "2024-08-13",
        "Tithi": "શ્રાવણ સુદ ૮",
        "Suvichar": "જીવનું કલ્યાણ તો આટલી વાતમાં છે જે પ્રગટ પ્રમાણ એવા જે શ્રી સ્વામિનારાયણ તેનું જ કર્યું સર્વે થાય છે પણ કાળ, કર્મ ને માયાદિક કોઈનું કર્યું કાંઈ થાતું નથી, એવી રીતે ભગવાનને વિષે જ એક કર્તાપણું સમજવું એ જ કલ્યાણનું પરમ કારણ છે. (કા. ૧૦)"
      },
      {
        "Date": "2024-08-14",
        "Tithi": "શ્રાવણ સુદ ૯, શ્રીહરિ જયંતી",
        "Suvichar": "ચાર પ્રકારના હરિભક્ત હોય તેને મૃત્યુનો ભય નાશ પામે છે અને કૃતાર્થપણું મનાય છે તે ચાર પ્રકારના હરિભક્તની વિક્તિ : એક તો વિશ્વાસી, બીજો જ્ઞાની, ત્રીજો શૂરવીર, ચોથો પ્રીતિવાળો એ ચાર પ્રકારના જે ભક્ત તેને તો મૃત્યુનો ભય નથી રહેતો ને દેહ છતે કૃતાર્થપણું મનાય છે. (લો. ૨)"
      },
      {
        "Date": "2024-08-15",
        "Tithi": "શ્રાવણ સુદ ૧૦, સ્વાતંત્ર્ય દિન, પારસી નવું વર્ષ, અ.મુ. શ્રી કાનજીબાપા અંતર્ધાન તિથિ",
        "Suvichar": "થોડીક બુદ્ધિ હોય ને જો પોતામાં અવગુણ હોય તેને જાણીને તેને ટાળ્યાનો ઉપાય કરે તો એની થોડી બુદ્ધિ પણ મોક્ષને ઉપયોગી થાય છે ને એને જ બુદ્ધિવાળો કહીએ. (પં. ૩)"
      },
      {
        "Date": "2024-08-16",
        "Tithi": "શ્રાવણ સુદ ૧૧, પવિત્રા એકાદશી",
        "Suvichar": "જેને પ્રત્યક્ષ ભગવાનના સ્વરૂપની દૃઢ ઉપાસના હોય ને ભગવાનના સ્વરૂપમાં કોઈ દિવસ માયિકપણાનો સંશય ન  થાતો હોય ને તેને કદાચિત્‌ કોઈ કુસંગને યોગે કરીને અથવા પ્રારબ્ધ કર્મને યોગે કરીને કાંઈ અવળું વર્તાઈ જાય તો પણ તેનું કલ્યાણ થાય; અને જો આવી રીતે ભગવાનને જાણ્યામાં જેને સંશય હોય ને તે જો ઊર્ધ્વરેતા નૈષ્ઠિક બ્રહ્મચારી હોય ને મહા ત્યાગી હોય તો પણ તેનું કલ્યાણ થાવું અતિ કઠણ છે. (પં. ૭)"
      },
      {
        "Date": "2024-08-17",
        "Tithi": "શ્રાવણ સુદ ૧૨-૧૩",
        "Suvichar": "જેમ પોતાની માતા હોય અથવા બેન હોય તથા દીકરી હોય તે ઘણી રૂપવાન હોય તો પણ તેને દેખીને મનને વિષે વિકાર થાતો નથી, તેમ જ તેની સાથે બોલે છે, સ્પર્શ કરે છે તો પણ મનને વિષે લેશમાત્ર વિકાર થાતો નથી, એવી રીતે ભગવાનના ભક્ત જે બાઈઓ હોય તેને વિષે મા, બેન, ને દીકરી તેની બુદ્ધિ રહે તો કોઈ રીતે વિકાર થાય નહિ અને રસિક માર્ગે કરીને ભગવાનને ભજીને અભયપદને પામે. (મ. ૩)"
      },
      {
        "Date": "2024-08-18",
        "Tithi": "શ્રાવણ સુદ ૧૪",
        "Suvichar": "પુરુષોત્તમ ભગવાન છે તે બ્રહ્મરૂપ જે પોતાની શક્તિ તેણે કરીને સર્વેને વિષે વ્યાપક છે ને મૂર્તિમાન થકા સર્વથી જુદા છે અને બ્રહ્મ છે તે તો પુરુષોત્તમ ભગવાનની કિરણ છે ને પોતે ભગવાન તો સદા સાકાર મૂર્તિ જ છે, માટે જેને કલ્યાણને ઇચ્છવું તેને તો ભગવાનને મૂર્તિમાન સમજીને તેનો આશ્રય દૃઢ રાખવો. અને વાત પણ એવી કરવી જે, કોઈને ભગવાનનો આશ્રય હોય તે ટળે નહિ. (મ. ૧૦)"
      },
      {
        "Date": "2024-08-19",
        "Tithi": "શ્રાવણ સુદ ૧૫, રક્ષા બંધન, મુકુટોત્સવ પૂનમ, વુલ્વિચ (UK) ક.સ. સ્વા. મંદિર પાટોત્સવ",
        "Suvichar": "ધર્મ, ગ્રંથ ને કામ સંબંધી જે ફળની ઇચ્છા તેનો ત્યાગ કરીને તેના શુભ કર્મ જો ભગવનની પ્રસન્નતાને અર્થે કરે, તો એ જ શુભ કર્મ છે તે ભક્તિ રૂપ થઈને કૈવલ્ય મોક્ષને અર્થે થાય છે. (મ. ૧૧)"
      },
      {
        "Date": "2024-08-20",
        "Tithi": "શ્રાવણ વદ ૧",
        "Suvichar": "પુરુષપ્રયત્ને યુક્ત જે વર્તે ને નાદારપણાનો સારી પેઠે ત્યાગ કરે એ જ કલ્યાણને માર્ગે ચાલ્યો તેને સ્વભાવ જીત્યાનો અતિશે મોટો ઉપાય છે ને એ પુરુષપ્રયત્ન રૂપ જે ઉપાય છે તેને સાવધાન થઈને કરે તો જેટલાં કલ્યાણને અર્થે સાધન છે સર્વે પુરુષપ્રયત્નરૂપી સાધનને વિષે આવે છે માટે પુરુષપ્રયત્ન તે જ કલ્યાણને અર્થે સર્વે સાધન થકી મોટું સાધન છે. (મ. ૧૨)"
      },
      {
        "Date": "2024-08-21",
        "Tithi": "શ્રાવણ વદ ૨, હિંડોળા સમાપ્ત",
        "Suvichar": "નિયમમાં છે ઇન્દ્રિયો જેનાં ને શ્રદ્ધાવાન એવો જે પુરુષ તે જ્ઞાનને આપે છે ને જ્ઞાનને પામીને તત્કાળ પરમપદને પામે છે. માટે તે અતિશે શ્રદ્ધાવાન હોય તેને વહેલી સાધનની સમાપ્તિ થાય છે. (મ. ૧૬)"
      },
      {
        "Date": "2024-08-22",
        "Tithi": "શ્રાવણ વદ ૩",
        "Suvichar": "ભગવાનની મૂર્તિનો આશ્રય હોય, ને ભગવાનનાં ચરિત્રને ગાતો - સાંભળતો હોય, ને ભગવાનનું નામ-સ્મરણ કરતો હોય ને જો તેમાં ધર્મ ન હોય તો તે માથે પાણો લેઈને સમુદ્રને તરવાને ઇચ્છે એવો જાણવો, ને તેને ચાંડાળ જેવો જાણવો. માટે એ ચાર વાનાંએ કરીને જ જીવનું કલ્યાણ જરૂર થાય છે, પણ એ વિના બીજું કોઈ એવું સાધન નથી જે જેણે કરીને કલ્યાણ થાય (મ. ૩૫)"
      },
      {
        "Date": "2024-08-23",
        "Tithi": "શ્રાવણ વદ ૪",
        "Suvichar": "ભગવાન ને ભગવાનના સંત રાજી થાય એવું કર્મ કર્યું હોય ને તેને જો નરકમાં જાવાનું પ્રારબ્ધ હોય તો પણ તે ભૂંડા કર્મનો નાશ થઈ જાય ને પરમપદને પામે માટે જે સમજુ હોય તેને તો ભગવાન ને ભગવાનના ભક્ત રાજી થાય તેમ જ વર્તવું. (મ. ૪૫)"
      },
      {
        "Date": "2024-08-24",
        "Tithi": "શ્રાવણ વદ ૫-૬, શ્રી નિલકંઠવર્ણિનું લોજમાં આગમન - વદ ૬",
        "Suvichar": "જેને આવી રીતે અંતઃકરણમાં ભગવાનનું ચિંતવન થાતું હોય, ને એવી વાસનાએ યુક્ત જો દેહ મૂકે તો તેને ફરીને ગર્ભવાસમાં આવવું પડે જ નહિ, અને એવી રીતે ભગવાનનું ચિંતવન કરતાં જીવતો હોય તો પણ એ પરમપદને પામ્યો જ છે, અને જેવા શ્વેતદ્વીપમાં નિરન્ન મુક્ત છે તેવો જ એ પણ નિરન્ન મુક્ત થઈ રહ્યો છે, અને દેહ ક્રિયા તો યોગ્ય હોય એટલી સહેજે જ થાય છે, અને જેને ભગવાનના સ્વરૂપનું એવી રીતે ચિંતવન થાય છે તે તો કૃતાર્થ થયો છે, ને તેને કાંઈ કરવું બાકી રહ્યું નથી. (મ. ૪૮)"
      },
      {
        "Date": "2024-08-25",
        "Tithi": "શ્રાવણ વદ ૭",
        "Suvichar": "જે ભગવાનના સ્વરૂપનાં દર્શન કરનારા છે, ને ભગવાનના સ્વરૂપના ચિંતવન કરનારા છે તે તો કાળ, કર્મ ને માયા એ સર્વેનાં બંધન થકી છૂટીને અભયપદને પામે છે. (મ. ૪૯)"
      },
      {
        "Date": "2024-08-26",
        "Tithi": "શ્રાવણ વદ ૮, જન્માષ્ટમી, મુળી જન્માષ્ટમી સમૈયો, સદ્. શ્રી રામાનંદ સ્વામીની પ્રાગટ્ય તિથિ",
        "Suvichar": "કલ્યાણ તો એક ભગવાનના આશ્રયે કરીને જ છે, પણ ભગવાન છે તે અતિ સમર્થ છે ને તેની આજ્ઞાને બ્રહ્માદિક સમગ્ર દેવ પાળે છે, તથા કાળ-માયાદિક જે સર્વે બ્રહ્માંડના કારણ તે પણ ભગવાનના ભય થકી સાવધાન થઈને ભગવાનની આજ્ઞામાં રહે છે, માટે ભગવાનનો ભક્ત હોય તેને એ ભગવાનની આજ્ઞા છે તે દૃઢ કરીને માનવી, એ જ ભગવાનના ભક્તનું લક્ષણ છે તે સારુ સાધન સર્વે અતિ દૃઢ કરીને રાખવાં; એટલે એક ભગવાન વતે જ કલ્યાણ છે, અને એ સાધન છે તે તો ભગવાનની પ્રસન્નતાને અર્થે છે. (મ. ૬૬)"
      },
      {
        "Date": "2024-08-27",
        "Tithi": "શ્રાવણ વદ ૯, ઇસ્ટ લંડન (UK) સ્વામિનારાયણ મંદિર પાટોત્સવ",
        "Suvichar": "જેને પોતાનું કલ્યાણ ઇચ્છવું હોય તેને તે લક્ષણે કરીને તે ભગવાનને ઓળખીને તે ભગવાનને શરણે થાવું. અને તેનો દૃઢ વિશ્વાસ રાખવો ને તેની આજ્ઞામાં રહીને તેની ભક્તિ કરવી એ જ કલ્યાણનો ઉપાય છે. અને ભગવાન જ્યારે પૃથ્વીને વિષે પ્રત્યક્ષ ન હોય ત્યારે તે ભગવાનના મળેલા જે સાધુ તેનો આશ્રય કરવો તો તે થકી પણ એ જીવનું કલ્યાણ થાય છે. અને જ્યારે એવા સાધુ પણ ન હોય ત્યારે ભગવાનની પ્રતિમાને વિષે દૃઢ પ્રતીતિ રાખવી ને સ્વધર્મમાં રહીને ભક્તિ કરવી તે થકી પણ જીવનું કલ્યાણ થાય છે. (વ. ૧૦)"
      },
      {
        "Date": "2024-08-28",
        "Tithi": "શ્રાવણ વદ ૧૦",
        "Suvichar": "મોટા પુરુષનો જે ઉપર કોપ થાય છે તે જીવ આસુરી થઈ જાય છે, અને જે ઉપર મોટા પુરુષ રાજી થાય તે જીવ દૈવી થઈ જાય છે. પણ બીજું દૈવી-આસુરી થવાનું કારણ નથી, માટે જેને પોતાનું કલ્યાણ ઇચ્છવું હોય તેને ભગવાન ને ભગવાનના ભક્ત તેનો કોઈ રીતે દ્રોહ કરવો નહિ, અને જે રીતે ભગવાન ને ભગવાનના ભક્ત રાજી થાય તેમ કરવું. (વ. ૧૫)"
      },
      {
        "Date": "2024-08-29",
        "Tithi": "શ્રાવણ વદ ૧૧, અજા એકાદશી, અ.મુ. શ્રી મનસુખબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "જેને પોતાનું કલ્યાણ ઇચ્છવું તેને કોઈ પ્રકારનું માન રાખવું નહિ, જે હું ઊંચા કુળમાં જન્મ પામ્યો છું કે હું ધનાઢ્ય છું કે હું રૂપવાન છું કે હું પંડિત છું એવું કોઈ પ્રકારનું મનમાં માન રાખવું નહિ, અને ગરીબ સત્સંગી હોય તેના પણ દાસાનુદાસ થઈ રહેવું. (છે. ૧૨)"
      },
      {
        "Date": "2024-08-30",
        "Tithi": "શ્રાવણ વદ ૧૨",
        "Suvichar": "જો સંબંધી પણ ન હોય ને જો તેને એ ભક્તને વિષે હેત હોય તો તેનું પણ સારું થાય, કેમ જે એને મૂઆટાણું થાય ત્યારે તે ભક્ત તેને સાંભરી આવે ને તે ભક્તની વૃત્તિ તો ભગવાન સાથે નિરંતર લાગી છે ને તે ભક્તનું તેને સ્મરણ થાય, માટે તેનું કલ્યાણ થાય છે. (છે. ૨૭)"
      },
      {
        "Date": "2024-08-31",
        "Tithi": "શ્રાવણ વદ ૧૩",
        "Suvichar": "સાધુનો સંગ રાખવો ને કુસંગનો ત્યાગ કરવો. અને જ્યારે એ કુસંગનો ત્યાગ કરીને સાધુનો સંગ કરે છે, ત્યારે એને દેહને વિષે જે અહંબુદ્ધિ છે તે નિવૃત્તિ પામે છે, અને દેહના સંબંધીને વિષે જે મમત્વબુદ્ધિ છે તે નિવૃત્તિ પામે છે, ને ભગવાનને વિષે અસાધારણ પ્રીતિ થાય છે, ને ભગવાન વિના અન્યને વિષે વૈરાગ્ય થાય છે. (પ્ર. ૮)"
      },
      {
        "Date": "2024-09-01",
        "Tithi": "શ્રાવણ વદ ૧૪",
        "Suvichar": "પોતાના આત્માને સત્ય જાણે અને પોતાના જે સ્વામી તેને ભોગવ્યાનાં જે પદાર્થ તેને પોતે ભોગવવાને અર્થે ઇચ્છે જ નહિ, અને પોતાના સ્વામીનું ગમતું મૂકીને બીજું આચરણ કરે જ નહિ; એવો જે હોય તે હરિનો દાસ કહેવાય. (પ્ર. ૧૪)"
      },
      {
        "Date": "2024-09-02",
        "Tithi": "શ્રાવણ વદ ૩૦",
        "Suvichar": "ભગવાનની મૂર્તિની અખંડ સ્મૃતિ રહે એનું નામ સ્નેહ  કહીએ ને જે ભક્તને પરિપૂર્ણ ભગવાનને વિષે સ્નેહ હોય તેને એક ભગવાન વિના બીજા સંકલ્પ જ ન થાય અને જેટલો ભગવાન વિના બીજો ઘાટ થાય છે તેટલો તેના સ્નેહમાં ફેર છે અને જેને પરિપૂર્ણ ભગવાનમાં સ્નેહ હોય ને તેને જો જાણે અજાણે ભગવાનની મૂર્તિ વિના બીજો કાંઈક ઘાટ થાય તો જેમ પંચામૃત ભોજન જમતો હોય તેમાં કોઈ કાંકરા તથા ધૂળનો ખોબો ભરીને નાખે ને જેવું વસમું લાગે અથવા કપાળમાં બળબળતો ડામ દે ને જેવો વસમો લાગે તેવો ભગવાન વિના બીજો ઘાટ થાય તે વસમો લાગે, એવી રીતે જેને વર્તતું હોય તેને ભગવાનને વિષે પ્રીતિ છે એમ જાણવું. (પ્ર. ૪૪)"
      },
      {
        "Date": "2024-09-03",
        "Tithi": "શ્રાવણ વદ ૩૦, અમાસ",
        "Suvichar": "સ્નેહનું રૂપ તો એ છે જે સ્નેહમાં કોઈ જાતનો વિચાર ન જોઈએ, અને જ્યારે જે ગુણ વિચારીને સ્નેહ કરે તે તો જ્યારે અવગુણ દેખે ત્યારે તેનો સ્નેહ તૂટી જાય, માટે હેત તો જેમ થયું હોય તેમ ને તેમ રહેવા દેવું, પણ વિચાર કરીને વારે વારે સ્થાપન - ઉત્થાપન કરવું નહિ ને મૂઢપણે ભગવાનને વિષે હેત કરવું ને જે ગુણને વિચારીને હેત કરે તે હેતનો વિશ્વાસ નહિ, માટે હેત તો જેમ દેહના સંબંધી સંગાથે છે તેવું ભગવાનને વિષે હેત કરવું ને એ હેતને મૂઢપણાનું હેત કરીએ; અને ભગવાનનું માહાત્મ્ય જાણીને જે હેત થાય છે તે તો બીજી જ રીતનું છે એમ જાણવું. (પ્ર. ૫૭)"
      },
      {
        "Date": "2024-09-04",
        "Tithi": "ભાદરવા સુદ ૧",
        "Suvichar": "ભગવાનનો વિશ્વાસ હોય જે, આ મુંને મળ્યા છે તે નિશ્ચે જ ભગવાન છે તથા આસ્તિકપણું હોય તથા ભગવાનનાં જે ઐશ્વર્ય તેને જાણે જે, આ ભગવાન છે તે બ્રહ્મમહોલ, ગોલોક, શ્વેતદ્વિપ એ આદિક સર્વે ધામના પતિ છે તથા અનંતકોટી બ્રહ્માંડના પતિ છે તથા સર્વના કર્તા છે અને પુરુષ, કાળ, કર્મ, માયા, ત્રણ ગુણ, ચોવીશ તત્ત્વ, બ્રહ્માદિક દેવ એ કોઈને આ બ્રહ્માંડના કર્તા જાણે નહિ; એક ભગવાન પુરુષોત્તમને જ કર્તા જાણે અને સર્વના અંતર્યામી જાણે, એવી રીતની સમજણ સોતો જે પ્રત્યક્ષ ભગવાનના સ્વરૂપને વિષે નિશ્ચય તે જ પરમેશ્વરને વિષે અસાધારણ સ્નેહનું કારણ છે. (પ્ર. ૫૯)"
      },
      {
        "Date": "2024-09-05",
        "Tithi": "ભાદરવા સુદ ૨, સદ્. મુનિસ્વામી શ્રી કેશવપ્રિયદાસજીનો પ્રાગટ્ય તિથિ",
        "Suvichar": "જે પુરુષને પરમેશ્વર વિના બીજે ક્યાંય પ્રીતિ ન હોય તેનો એમ ગુણ ગ્રહણ કરે જે, આ પુરુષ તો અતિશે મોટા છે ને એને આગળ લાખો માણસ હાથ જોડીને ઊભા રહે છે તો પણ લેશમાત્ર સંસારના સુખને ઇચ્છતા નથી અને હું તો અતિશે પામર છું, જે કેવળ સંસારના સુખમાં આસક્ત થઈ રહ્યો છું અને પરમેશ્વરની વાતમાં તો લેશમાત્ર સમજતો જ નથી, માટે મુને ધિક્કાર છે એવી રીતે અનુતાપ કરે, અને મોટા પુરુષનો ગુણ ગ્રહણ કરે અને પોતાના અવગુણ ગ્રહણ કરીને અનુતાપ કરે, પછી એમ ને એમ પરિતાપ કરતે કરતે એના હૃદયને વિષે વૈરાગ્ય ઊપજે ને પછી તેમાં સત્પુરુષના જેવા ગુણ આવે છે. (પ્ર. ૬૭)"
      },
      {
        "Date": "2024-09-06",
        "Tithi": "ભાદરવા સુદ ૩, કેવડા ત્રીજ",
        "Suvichar": "જેને પંચવર્તમાનમાં કોઈ વાતે ખોટ ન હોય, અને ગમે તેવા વચનના ભીડામાં લેઈએ ને એનું ગમતું મુકાવીને અમારા ગમતામાં રાખીએ તો પણ કોઈ રીતે દેહપર્યંત મૂંઝાય નહિ એવો હોય, તે પાકો સત્સંગી છે, અને એવા હરિભક્ત ઉપર અમારે વગર કર્યું સહેજે જ હેત થાય છે અને એવા ગુણ ન હોય તો હેત કરવા જઈએ તો પણ હેત થાય નહિ, અને અમારી તો એ જ પ્રકૃતિ છે, જે જેના હૃદયમાં ભગવાનની એવી પરિપૂર્ણ ભક્તિ હોય, તે ઉપર જ હેત થાય છે. (પ્ર. ૭૬)"
      },
      {
        "Date": "2024-09-07",
        "Tithi": "ભાદરવા સુદ ૪, ગણેશ ચતુર્થી",
        "Suvichar": "સ્નેહ તો રૂપે કરીને પણ થાય છે, તથા કામે કરીને પણ થાય છે, તથા લોભે કરીને પણ થાય છે, તથા સ્વાર્થે કરીને પણ થાય છે, તથા ગુણે કરીને પણ થાય છે. તેમાં રૂપે કરીને જે સ્નેહ થાય છે તે તો જ્યારે તેના દેહમાં પિત્ત નીસરે અથવા કોઢ નીસરે ત્યારે સ્નેહ થયો હોય તે નાશ પામે છે, તેમ જ લોભ, કામ ને સ્વાર્થે કરીને જે હેત થયું હોય તે પણ અંતે નાશ પામે છે અને જે ગુણે કરીને સ્નેહ થયો હોય તે તો અંતે રહે છે. (સા. ૨)"
      },
      {
        "Date": "2024-09-08",
        "Tithi": "ભાદરવા સુદ ૫, ઋષિ પંચમી",
        "Suvichar": "જેને ભગવાનને વિષે પ્રીતિ હોય તે ભગવાનની આજ્ઞા કોઈ કાળે લોપે નહિ; જેમ ભગવાનનું ગમતું હોય તેમ જ રહે એ પ્રીતિનું લક્ષણ છે. (કા. ૧૧)"
      },
      {
        "Date": "2024-09-09",
        "Tithi": "ભાદરવા સુદ ૬",
        "Suvichar": "જેને ભગવાનને વિષે દૃઢ પ્રીતિ છે અને ભગવાનને અખંડ સંબંધે રહિત જે માયિક પંચવિષય તેને હરામ કરી નાખ્યા છે અને શબ્દાદિક પંચવિષયે કરીને ભગવાન સંગાથે દૃઢપણે જોડાણો છે તે ભક્ત ભગવાનની આજ્ઞાએ કરીને જ્યાં જ્યાં જાય છે ત્યાં ત્યાં ભગવાનની મૂર્તિ પણ એ ભક્ત ભેળી જ જાય છે, ને જેમ એ ભક્તને ભગવાન વિના રહેવાતું નથી તેમ જ ભગવાનને પણ એ ભક્ત વિના રહેવાતું નથી અને એ ભક્તના હૃદયમાંથી આંખનું મટકું ભરીએ એટલી વાર છેટે રહેતા નથી, માટે એ ભક્તને પાંચ પ્રકારે ભગવાન સંગાથે અખંડ સંબંધ રહે છે. (કા. ૧૧)"
      },
      {
        "Date": "2024-09-10",
        "Tithi": "ભાદરવા સુદ ૭",
        "Suvichar": "ભગવાન પોતાના દિવ્યભાવનો સંકોચ કરીને પોતાના ભક્તને પોતામાં હેત થાય તે સારુ માણસ જેવા જ ભગવાન થાય છે પણ દિવ્યભાવ જણાવતા નથી ને દિવ્યભાવ જણાવે તો વિજાતિપણું થાય. માટે ભક્તને પોતામાં હેત ને સુવાણ થાય નહિ તે સારુ મનુષ્યરૂપે એ ભગવાન થાય છે ત્યારે પોતાનો દિવ્યભાવ છે તેને છુપાવી રાખવો તે ઉપર જ પોતાની દૃષ્ટિ રહે છે. અને છુપાવતે કદાચિત્‌ પોતે કોઈક કાર્યમાં ઉતાવળા થઈ જાય છે ત્યારે દિવ્યભાવ જણાઈ આવે છે ને ક્યારેક પોતે પોતાની ઇચ્છાએ કરીને પણ પોતાના કોઈક ભક્તને જણાવે છે. (પં. ૪)"
      },
      {
        "Date": "2024-09-11",
        "Tithi": "ભાદરવા સુદ ૮",
        "Suvichar": "જેને સત્સંગમાં પ્રતીતિ આવી છે તેના પુણ્યનો પાર આવે એમ નથી, એવું જાણીને સત્સંગી હોય તેને પોતાને વિષે કૃતાર્થપણું માન્યું જોઈએ અને જેને ભગવાનને વિષે અતિશે પ્રીતિ હોય તેને તો આ વાર્તા સમજાય અથવા ન સમજાય તો પણ તેને તો કાંઈ કરવું રહ્યું નથી. (મ. ૯)"
      },
      {
        "Date": "2024-09-12",
        "Tithi": "ભાદરવા સુદ ૯, શ્રીહરિ જયંતી, કાર્ડિફ (UK) સ્વામિનારાયણ મંદિર પાટોત્સવ",
        "Suvichar": "જે ભગવાનનો ભક્ત હોય તે તો ભગવાનની મૂર્તિ વિના બીજા કોઈ પદાર્થમાં લોભાય જ નહિ અને એમ સમજે જે, ભગવાનનું અક્ષરધામ ને તે ધામને વિષે રહી એવી જે ભગવાનની મૂર્તિ ને તે ધામને વિષે રહ્યા એવા જે ભગવાનના ભક્ત તે વિના જે જે લોક છે ને તે લોકને વિષે રહ્યા એવા જે દેવ છે ને તે દેવના જે વૈભવ છે તે સર્વે નાશવંત છે એમ જાણીને એક ભગવાનને વિષે જ દૃઢ પ્રીતિ રાખે છે, માટે એવા ભક્તને કોઈ જાતનો વિક્ષેપ આવતો નથી. (મ. ૨૪)"
      },
      {
        "Date": "2024-09-13",
        "Tithi": "ભાદરવા સુદ ૧૦",
        "Suvichar": "ગમે તેવા રોગાદિકે કરીને પીડાનો પામ્યો હોય, અથવા ગમે તેવું અપમાન થયું હોય, ને તેવામાં જો એ ભગવાનની વાર્તા સાંભળે તો તત્કાળ સર્વે દુઃખ થકી રહિત થઈ જાય, અને વળી ગમે તેવી રાજ્ય સમૃદ્ધિને પામીને અવરાઈ ગયો એવો જણાતો હોય, અને જે ઘડીએ એ ભગવાનની વાર્તા સાંભળે તો તે ઘડીએ જાણીએ એને કોઈનો સંગ જ નથી થયો. એવો થકો તે ભગવાનની વાર્તા સાંભળવામાં સાવધાન થઈ જાય, એવી જાતનાં જેને વિષે લક્ષણ હોય તેને એ ભગવાનને વિષે દૃઢ આસક્તિ થઈ જાણવી. (મ. ૨૯)"
      },
      {
        "Date": "2024-09-14",
        "Tithi": "ભાદરવા સુદ ૧૧, જળઝીલણી (પરિવર્તિની) એકાદશી, વામન જયંતી",
        "Suvichar": "ભગવાનને વિષે પ્રીતિ તો તેની જ સાચી જે જેને ભગવાન વિના બીજા કોઈ પદાર્થને વિષે પ્રીતિ જ ન થાય, અને સર્વે સદ્‌ગ્રંથનુ પણ એ જ રહસ્ય છે, જે ભગવાન છે એ જ પરમ સુખદાયક છે, ને પરમ સાર વસ્તુ છે, ને તે પ્રભુ વિના જે જે બીજા પદાર્થ છે તે અતિશે તુચ્છ છે ને અતિ અસાર છે, અને જેને ભગવાન જેવી બીજા પદાર્થમાં પણ પ્રીતિ હોય તેનો તો ઘણો જ પાયો કાચો છે. (મ. ૫૬)"
      },
      {
        "Date": "2024-09-15",
        "Tithi": "ભાદરવા સુદ ૧૨",
        "Suvichar": "જે ભગવાનનો ભક્ત હોય તેને તો ભગવાનને રાજી કર્યા સારું પંચવિષયનો અતિશે ત્યાગ કર્યો જોઈએ, પણ ભગવાનને વિષે જે પ્રીતિ તેમાં વિઘ્ન કરે એવું કોઈ પદાર્થ વહાલું રાખવું નહિ. (મ. ૫૬)"
      },
      {
        "Date": "2024-09-16",
        "Tithi": "ભાદરવા સુદ ૧૩",
        "Suvichar": "ભગવાનની મોટપ સામું જોઈએ ત્યારે તો એવું કોઈ પદાર્થ છે નહિ જે તેની કોટીમા ભાગની પાસંગમાં પણ આવે એવા ભગવાનને યથાર્થ જાણીને જો હેત કર્યું હોય તો માયિક પદાર્થ જે પિંડ-બ્રહ્માંડાદિક તેમાં ક્યાંય પણ પ્રીતિ રહે નહિ. (મ. ૫૭)"
      },
      {
        "Date": "2024-09-17",
        "Tithi": "ભાદરવા સુદ ૧૪",
        "Suvichar": "જેને ભગવાન કે ભગવાનના ભક્ત સંગાથે હેત હોય તેને ભગવાન કે ભગવાનના ભક્ત ઉપર ક્રોધ કે ઈર્ષ્યા આવે જ નહિ અને અવગુણ પણ કોઈ રીતે આવે જ નહિ. એવું જેને હોય તેને હેતનું અંગ કહીએ. અને જેને જ્ઞાન કે હેત એ બેમાંથી એકેય અંગ નથી તેને ચાળાચૂંથણો કહીએ. (છે. ૧)"
      },
      {
        "Date": "2024-09-18",
        "Tithi": "ભાદરવા સુદ ૧૫-૧, મુકુટોત્સવ પૂનમ, શ્રાદ્ધ પ્રારંભ, સદ્. શ્રી હરિનારાયણદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "બ્રહ્માદિકને પણ દુર્લભ એવો જે આ સત્સંગ તેમાં આવીને પરમેશ્વર વિના જેને બીજા પદાર્થમાં હેત રહે છે તેનું કારણ એ છે જે જેવી એ જીવને પરોક્ષને વિષે પ્રતીતિ છે તેવી પ્રત્યક્ષને વિષે દૃઢપણે પ્રતીતિ થાતી નથી. (છે. ૨)"
      },
      {
        "Date": "2024-09-19",
        "Tithi": "ભાદરવા વદ ૨",
        "Suvichar": "કેવળ જે આત્મજ્ઞાની છે તે બ્રહ્મરૂપ થાય છે તો પણ તેને કુસંગનો પાશ થાતો નથી, માટે ભગવાનના ભક્તને તો માયિક ઉપાધિનો સંગ મટી જાય છે, તો પણ ભગવાન તથા ભગવાનના ભક્ત તેને વિષે અતિશે દયા ને પ્રીતિ વૃદ્ધિને પામે છે, પણ કોઈ રીતે દયા તથા પ્રીતિ ટળતી નથી, અખંડ રહે છે. (છે. ૩)"
      },
      {
        "Date": "2024-09-20",
        "Tithi": "ભાદરવા વદ ૩",
        "Suvichar": "ભગવાનનો ભક્ત હોય, ને જ્ઞાન-વૈરાગ્યે યુક્ત હોય ને વિચારને બળે કરીને પોતાને બંધ કરે એવી જે માયિક પદાર્થમાં પ્રીતિ તેને ટાળી નાખી હોય, તો પણ એ ભક્તને જ્યાં સુધી નિર્વિકલ્પ સમાધિ થાય નહિ ત્યાં સુધી બાધિતાનુવૃત્તિ રહી જાય છે. (છે. ૪)"
      },
      {
        "Date": "2024-09-21",
        "Tithi": "ભાદરવા વદ ૪",
        "Suvichar": "જે ભગવાનના ભક્તને એક તો દૃઢ વૈરાગ્ય હોય અને બીજો અતિશે સ્વધર્મ હોય, અને જેણે એ બે સાધને કરીને સર્વ ઇન્દ્રિયોને જીતીને પોતાને વશ કર્યાં હોય, અને જેને ભગવાન ને ભગવાનના ભક્તને વિષે અતિશે પ્રીતિ હોય, અને જેને ભગવાન ને ભગવાનના ભક્તને વિષે અતિશે મિત્રભાવ વર્તતો હોય, અને જે કોઈ દિવસ ભગવાન કે ભગવાનના ભક્ત થકી ઉદાસ થાય નહિ, અને જે ભગવાન ને ભગવાનના ભક્તને સંગે જ રાજી રહે પણ કોઈ વિમુખ જીવની સોબત ગમે નહિ, એવાં જે હરિભક્તનાં લક્ષણ હોય તે આ લોકને વિષે તથા પરલોકને વિષે સદાય સુખિયો રહે છે. (છે. ૮)"
      },
      {
        "Date": "2024-09-22",
        "Tithi": "ભાદરવા વદ ૫, અ.મુ. શ્રી નારાયણમામાની અંતર્ધાન તિથિ, શ્રી અબજીબાપાનું શ્રાદ્ધ, સદ્. શ્રી ભગવતસ્વરૂપદાસજી સ્વામીની પ્રાગટ્ય તિથિ",
        "Suvichar": "હરિભક્તને ભગવાન વિના બીજા પદાર્થમાં પ્રીતિ થઈ જાય તો જે ઠેકાણે પોતાના હૃદયને વિષે જાણપણામાં ભગવાન રહ્યા છે તે ઠેકાણે ધન, સ્ત્રી આદિક બીજા પદાર્થ પણ પેસી જાય, ત્યારે એની ભક્તિ ખોટી થઈ જાય. માટે પોતાની ભક્તિને નિર્વિઘ્ન રાખીને જે પરમેશ્વરના ચરણારવિંદને પામવા ઇચ્છે તેને જાણપણારૂપ જે ભગવાનના ધામનો દરવાજો તેને વિષે સાવધાન થઈને રહેવું, ને ભગવાન વિના બીજા પદાર્થ ત્યાં પેસવા દેતા નહિ. (છે. ૯)"
      },
      {
        "Date": "2024-09-23",
        "Tithi": "ભાદરવા વદ ૬",
        "Suvichar": "જેવી પોતાના દેહને વિષે આત્મબુદ્ધિ ને દૃઢ પ્રીતિ રહે છે તેવી જ ભગવાન તથા ભગવાનના ભક્તને વિષે આત્મબુદ્ધિ ને દૃઢ પ્રીતિ રહે તો જેવી નિર્વિકલ્પ સમાધિમાં શાંતિ રહે છે તેવી શાંતિ એ સમાધિ વિના પણ સદાય રહ્યા કરે. (છે. ૧૧)"
      },
      {
        "Date": "2024-09-24",
        "Tithi": "ભાદરવા વદ ૭",
        "Suvichar": "પોતાના દેહનાં જે સગાં-સંબંધી હોય ને તે સત્સંગી હોય તો પણ તેમાં અતિશે હેત રાખવું નહિ, જેમ દૂધ-સાકર હોય ને તેમાં સર્પની લાળ પડી હોય તેનું જે પાન કરે તેના પ્રાણ જાય, તેમ પોતાના દેહનાં જે સગાં-સંબંધી હોય ને તે હરિભક્ત હોય તો પણ તેમાં દેહના સંબંધરૂપ સર્પની લાળ પડી છે માટે તેમાં હેતના કરનારાનું જરૂર અકલ્યાણ થાય છે. એમ જાણીને જેને પોતાનું કલ્યાણ ઇચ્છવું હોય તેને દેહનાં જે સગાં-સંબંધી હોય તે સાથે હેત રાખવું નહિ. એમ સંસારમાંથી નિઃસ્પૃહ થઈને ભગવાનના ચરણારવિંદમાં પ્રીતિ રાખીને ભગવાનનું ભજન કર્યા કરવું. (છે. ૧૨)"
      },
      {
        "Date": "2024-09-25",
        "Tithi": "ભાદરવા વદ ૮",
        "Suvichar": "ભૂંડા દેશ, કાળ, ક્રિયા ને સંગ તેને યોગે કરીને ભૂંડા કર્મનો ચિત્તમાં પાશ બેઠો છે તેવી રીતે અતિશે પવિત્ર દેશ, પવિત્ર કાળ, પવિત્ર ક્રિયા ને પવિત્ર સંગ તેને યોગે કરીને અતિશે તીક્ષ્ણ જો સુકૃત કર્મ થાય તો તેને યોગે કરીને અતિ તીક્ષ્ણ જે ભૂંડા પાપકર્મ તેનો નાશ થઈ જાય છે ત્યારે એને ભગવાનને વિષે દૃઢ પ્રીતિ થાય છે. (છે. ૧૪)"
      },
      {
        "Date": "2024-09-26",
        "Tithi": "ભાદરવા વદ ૯",
        "Suvichar": "જેવે રૂપે કરીને ભગવાનનું દર્શન પોતાને થયું છે ને તે સંગાથે જેને પતિવ્રતાના જેવી દૃઢ પ્રીતિ બંધાણી છે, તેને મોટા મોટા જે બીજા મુક્ત સાધુ તે સંગાથે પણ પ્રીતિ થાય જ નહિ, અને પોતાના ઇષ્ટદેવ જે ભગવાન તેના જે બીજા અવતાર હોય તે સંગાથે પણ પ્રીતિ થાય નહિ, કેવળ જે સ્વરૂપની પોતાને પ્રાપ્તિ થઈ હોય તેને સંગાથે જ પ્રીતિ રહે ને તેની મરજી પ્રમાણે જ વર્તે, ને બીજાને જે કાંઈક માને તે તો તેના જાણીને માને એવી જેને પોતાના ઇષ્ટદેવ જે ભગવાન તેને વિષે પતિવ્રતાના જેવી દૃઢ ભક્તિ હોય ને તે ગમે તેવા બીજા ગુણવાનને દેખે પણ તેને વિષે પ્રીતિ થાય જ નહિ. (છે. ૧૬)"
      },
      {
        "Date": "2024-09-27",
        "Tithi": "ભાદરવા વદ ૧૦, શ્રીજીમહારાજનું શ્રાદ્ધ, સદ્. શ્રી ભગવતસ્વરૂપદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "અનંત પ્રકારનાં પાપ છે, પણ તે સર્વે પાપ થકી ભગવાનના ભક્તને ભગવાન વિના બીજે ઠેકાણે હેત કરવું તે અતિ મોટું પાપ છે. (છે. ૧૭)"
      },
      {
        "Date": "2024-09-28",
        "Tithi": "ભાદરવા વદ ૧૧, ઇન્દિરા એકાદશી",
        "Suvichar": "જેનો જે સ્વભાવ હોય તેની ઉપર વારંવાર અમે કઠણ વચનના ડંક માર્યા હોય ને કચવાવ્યો હોય તો પણ કોઈ રીતે પાછો ન પડ્યો હોય, તે ઉપર તો અમારે એવું હેત રહે છે તે જાગ્રત-સ્વપ્નમાં સંભાર્યા વિના તે હેત એમનું એમ રહ્યું જાય છે ને ગમે તેમ થાય પણ તે હેત ટળતું નથી. (છે. ૨૪)"
      },
      {
        "Date": "2024-09-29",
        "Tithi": "ભાદરવા વદ ૧૨",
        "Suvichar": "પંચવિષયના ત્યાગ સંબંધી નિયમને દૃઢપણે સાવધાન થકો પાળે, તથા ભગવાન ને ભગવાનના ભક્ત તેની દેહે કરીને પરિચર્યા કરે, તથા ભગવાનની કથા સાંભળે, ઇત્યાદિક નવ પ્રકારની ભક્તિ સંબંધી જે નિયમ પાળે, ત્યારે એના મનમાં પણ શુભ સંકલ્પ થવા લાગે એવી રીતે બે પ્રકારના નિયમમાં જે વર્તે તો તેને વૈરાગ્ય ને ભગવાનને વિષે પ્રીતિ એ બે ન હોય તો પણ તે થાય, ને અતિશે બળિયો થઈ જાય ને એને પદાર્થમાં અશુભ વાસના ટળીને એક ભગવાનની વાસના દિવસે દિવસે વૃદ્ધિ પામતી જાય છે. (છે. ૩૪)"
      },
      {
        "Date": "2024-09-30",
        "Tithi": "ભાદરવા વદ ૧૩",
        "Suvichar": "આ સત્સંગમાં જે વિવેકી છે તે તો દિવસે દિવસે પોતાને વિષે અવગુણને દેખે છે ને ભગવાન ને ભગવાનના ભક્તને વિષે ગુણને દેખે છે ને ભગવાન ને સાધુ પોતાના હિતને અર્થે કઠણ વચન કહે છે તેને પોતાના હિતકારી માને છે ને દુઃખ નથી લગાડતો તે તો દિવસે દિવસે સત્સંગને વિષે મોટપને પામે છે. (પ્ર. ૬)"
      },
      {
        "Date": "2024-10-01",
        "Tithi": "ભાદરવા વદ ૧૪",
        "Suvichar": "ભરતજીએ દયાએ કરીને મૃગલામાં પ્રીતિ કરી તો પોતે મૃગલું થયા, માટે ગમે તેવા મોટા હોય તેનું પણ કુસંગે કરીને તો ભૂંડું જ થાય છે. અને ગમે તેવો પાપી જીવ હોય ને તે જો સત્ય સ્વરૂપ એવા જે ભગવાન તેનો પ્રસંગ કરે તો પરમ પવિત્ર થઈને અભયપદને પામે. (પ્ર. ૪૨)"
      },
      {
        "Date": "2024-10-02",
        "Tithi": "ભાદરવા વદ ૩૦, અમાસ, શ્રાદ્ધ સમાપ્ત, ગાંધી જયંતી",
        "Suvichar": "જીવને પોતાના સંબંધીને વિષે દૃઢ પ્રસંગ છે, તેવો ને તેવો જ પ્રસંગ ભગવાનના ભક્તને વિષે થાય તો એ ભગવાનના માર્ગ થકી કોઈ દિવસ પાછો પડે નહિ. (પ્ર. ૫૪)"
      },
      {
        "Date": "2024-10-03",
        "Tithi": "આસો સુદ ૧, નવરાત્રી પ્રારંભ",
        "Suvichar": "સમજ્યા વિના ગમે તેટલો વૈરાગ્ય હોય અથવા ભગવાનમાં પ્રીતિ હોય તો પણ અગ્નિની જ્વાળાની પેઠે કુસંગરૂપી જળે કરીને સર્વે નાશ થઈ જાય છે અને સમજીને જે વૈરાગ્ય ને પ્રીતિ હોય તે તો વિજળીના અગ્નિ જેવી છે તે થોડી હોય તો પણ નાશ ન પામે. (સા. ૧૮)"
      },
      {
        "Date": "2024-10-04",
        "Tithi": "આસો સુદ ૨, સદ્. શ્રી નિર્ગુણદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાન જીવોના કલ્યાણને અર્થે મનુષ્ય જેવા જણાય છે તો પણ અનંતકોટી બ્રહ્માંડના કર્તા-હર્તા છે અને ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ, બ્રહ્મપુર, ઇત્યાદિક જે ધામ તે સર્વેના સ્વામી છે, અને અનંતકોટી એવા જે અક્ષરરૂપ મુક્ત તે સર્વેના સ્વામી છે, એવો ભગવાનનો મહિમા જાણીને વિશેષે શ્રવણાદિક ભક્તિને દૃઢ કરીને રાખે અને તે ભગવાનના ભક્તની સેવા-ચાકરી કરે તેવી રીતે જે વર્તે તેનો સંપૂર્ણ સત્સંગ કહીએ. (લો. ૧)"
      },
      {
        "Date": "2024-10-05",
        "Tithi": "આસો સુદ ૩",
        "Suvichar": "જેને આળસ બહુ હોય ને નિદ્રા બહુ હોય ને સ્નાન-ધ્યાનાદિક જે નિયમ તેને પાળવાનું કોઈક કહે તો કહે જે, હમણાં કરશું; શી ઉતાવળ છે; ધીરેધીરે થાશે એમ બોલે તે સુધો સારો હોય તો પણ તેનો સંગ ન કરવો. (લો. ૬)"
      },
      {
        "Date": "2024-10-06",
        "Tithi": "આસો સુદ ૩",
        "Suvichar": "જો સંતની મોટાઈ જાણી હોય તો તે સંત ગમે તેવો તિરસ્કાર કરે તો પણ ધોખો થાય નહિ ને જેટલો લે એટલો પોતાનો અવગુણ લે પણ સંતનો અવગુણ તો કોઈ રીતે લે જ નહિ માટે જેને ભગવાનનું ને સંતનું માહાત્મ્ય સમજાણું છે તેનો પાયો સત્સંગમાં અચળ છે. અને જેને માહાત્મ્ય નથી સમજાણું તેનો વિશ્વાસ નહિ. (લો. ૧૭)"
      },
      {
        "Date": "2024-10-07",
        "Tithi": "આસો સુદ ૪",
        "Suvichar": "દુષ્ટનો જે સંગ તેનું જ નામ કુસંગ છે, ને જેમ સત્પુરુષનો જે સંગ તેથી કોઈ મોટું પુણ્ય નથી તેમ ચાંડાળ એવા જે શુષ્ક વેદાંતી તેના સંગથી કોઈ મોટું પાપ નથી, માટે જેને કલ્યાણને ઇચ્છવું તેને નાસ્તિક તથા વેદાંતીનો સંગ કરવો જ નહિ. (મ. ૧૮)"
      },
      {
        "Date": "2024-10-08",
        "Tithi": "આસો સુદ ૫",
        "Suvichar": "સંસારી જીવ છે તેને તો કોઈ ધન દેનારો મળે કે દીકરો દેનારો મળે તો ત્યાં તુરત પ્રતીતિ આવે અને ભગવાનના ભક્ત હોય તેને તો જંત્ર-મંત્ર, નાટક-ચેટકમાં ક્યાંય પ્રતીતિ આવે જ નહિ અને જે હરિભક્ત હોય ને જંત્ર-મંત્રમાં પ્રતીતિ કરે તે સત્સંગી હોય તો પણ અર્ધો વિમુખ જાણવો. (મ. ૩૮)"
      },
      {
        "Date": "2024-10-09",
        "Tithi": "આસો સુદ ૬",
        "Suvichar": "જેને ભગવાનને સંતને વિષે જ આત્મબુદ્ધિ છે, જેમ કોઈક રાજા હોય ને તે વાંઝિયો હોય ને પછી તેને ઘડપણમાં દીકરો આવે પછી તે છોકરો તેને ગાળો દે, મૂછો તાણે તો પણ અભાવ આવે નહિ અને કોઈકના છોકરાને મારે તથા ગામમાં અનીતિ કરી આવે તો પણ કોઈ રીતે તેનો અવગુણ આવે જ નહિ. શા માટે જે એ રાજાને પોતાના દીકરાને વિષે આત્મબુદ્ધી થઇ ગઈ છે, એવી જેને ભગવાનના ભક્તને વિષે આત્મબુદ્ધિ થાય છે તેણે જ સર્વ સાધન થકી અધિક કલ્યાણકારી સત્સંગનો જાણ્યો છે. (મ. ૫૪)"
      },
      {
        "Date": "2024-10-10",
        "Tithi": "આસો સુદ ૭",
        "Suvichar": "જેવી શ્વેતદ્વિપમાં સભા છે ને જેવી ગોલોક-વૈકુંઠલોકને વિષે સભા છે ને જેવી બદરિકાશ્રમને વિષે સભા છે તેથી પણ હું આ સત્સંગીની સભાને અધિક જાણું છું અને સર્વ હરિભક્તને અતિશે પ્રકાશે યુક્ત દેખું છું એમાં જો લગાર પણ મિથ્યા કહેતા હોઈએ તો આ સંતસભાના સમ છે. (છે. ૨)"
      },
      {
        "Date": "2024-10-11",
        "Tithi": "આસો સુદ ૮",
        "Suvichar": "જેનો દૃઢ સત્સંગ હોય તેને ગમે તેવાં દુઃખ આવી પડે તથા ગમે તેટલું સત્સંગમાં અપમાન થાય પણ તેનું કોઈ રીતે સત્સંગમાંથી મન પાછું હઠે નહિ. એવા જે દૃઢ સત્સંગી વૈષ્ણવ છે તે જ અમારે તો સગાંવહાલાં છે, ને તે જ અમારી નાત છે, ને આ દેહે કરીને પણ એવા વૈષ્ણવ ભેળું જ રહેવું છે. (છે. ૨૧)"
      },
      {
        "Date": "2024-10-12",
        "Tithi": "આસો સુદ ૯, શ્રીહરિ જયંતી, વિજયા દશમી (દશેરા), શ્રી સ્વા. ડિવાઇન મિશનનો સ્થાપના દિન",
        "Suvichar": "પંચે ઇન્દ્રિયોને યોગ્ય - અયોગ્ય વિચાર્યા વિના જે મોકળી મેલશે તેનું અંતઃકરણ ભ્રષ્ટ થઈ જશે. અને પંચ ઇન્દ્રિયો દ્વારે જીવ જે આહાર કરે છે, તે આહાર જો શુદ્ધ કરશે તો અંતઃકરણ શુદ્ધ થાશે. અને અંતઃકરણ શુદ્ધ થાશે તો અખંડ ભગવાનની સ્મૃતિ રહેશે. અને જો પંચે ઇન્દ્રિયોના આહારમાંથી એકે ઇન્દ્રિયનો આહાર મલિન થાય છે તો અંતઃકરણ પણ મલિન થઈ જાય છે માટે ભગવાનના ભક્તને ભગવાનના ભજનને વિષે જે કાંઈ વિક્ષેપ થઈ આવે છે તેવું કારણ તે પંચ ઇન્દ્રિયોના વિષય જ છે, પણ અંતઃકરણ નથી. (પ્ર. ૧૮)"
      },
      {
        "Date": "2024-10-13",
        "Tithi": "આસો સુદ ૧૦",
        "Suvichar": "જ્યારે કોઈક સારા વિષયની પ્રાપ્તિ થાય, ત્યારે ભગવાનને પડ્યા મૂકીને વિષયમાં પ્રીતિ કરે અથવા પુત્રકલત્રાદિકને વિષે પ્રીતિ કરે અથવા રોગાદિક સંબંધી પીડા થાય અથવા પંચ વિષયનું સુખ હોય તે મટી જાય, ત્યારે ભગવાનને વિષે પ્રીતિ રહે નહિ ને વિકળ જેવો થઈ જાય ને જેમ કૂતરાનું ગલુરિયું હોય તે પણ નાનું હોય ત્યારે સારું દીસે તેમ એવાની ભક્તિ પ્રથમ સારી દીસે પણ અંતે શોભે નહિ. (સા. ૧)"
      },
      {
        "Date": "2024-10-14",
        "Tithi": "આસો સુદ ૧૧-૧૨, પાશાંકુશા એકાદશી, ગઢપુરમાં શ્રી ગોપીનાથજી મહારાજનો પાટોત્સવ - સુદ ૧૨",
        "Suvichar": "તપ્તકૃચ્છ-ચાંદ્રાયણાદિક વ્રતે કરીને જો દેહને સૂકવી નાખે તો પણ જેવું આવી ભગવદ્વાર્તા સાંભળનારાનું મન નિર્વિષયી થાય છે તેવું તેનું થાતું નથી અને આવી વાત સાંભળીને જેવું તમારું સર્વેનું મન નિર્વિકલ્પ થાતું હશે તેવું ધ્યાન કરતા હશો તથા માળા ફેરવતા હશો ત્યારે નહિ થાતું હોય, માટે વિશ્વાસ રાખીને પ્રીતિએ સહિત જે ભગવાન પુરુષોત્તમ નારાયણની વાત સાંભળવી એથી બીજું મનને સ્થિર થવાનું ને નિર્વિષયી થવાનું કોઈ મોટું સાધન નથી. (કા. ૧૨)"
      },
      {
        "Date": "2024-10-15",
        "Tithi": "આસો સુદ ૧૩",
        "Suvichar": "ભગવાન સંબંધી જે પંચવિષય તેને સેવે તો બુદ્ધિમાં પ્રકાશ થાય છે અને જગત સંબંધી પંચવિષયને સેવે તો બુદ્ધિમાં અંધકાર થઈ જાય છે. (લો. ૬)"
      },
      {
        "Date": "2024-10-16",
        "Tithi": "આસો સુદ ૧૪, શરદ પૂનમ, સદ્. શ્રી ગુણાતીતાનંદ સ્વામીની પ્રાગટ્ય તિથિ, અ.મુ. શ્રી વાલબા ફૈબાની અંતર્ધાન તિથિ, નૈરોબી (કેન્યા) શ્રી ક.સ. સ્વા. મંદિરનો પાટોત્સવ",
        "Suvichar": "વિષયનો અભાવ થયાનું મુખ્ય સાધન તો પરમેશ્વરનું માહાત્મ્ય છે ને તે પછી આત્મનિષ્ઠા ને વૈરાગ્ય છે. (લો. ૧૭)"
      },
      {
        "Date": "2024-10-17",
        "Tithi": "આસો સુદ ૧૫, મુકુટોત્સવ પૂનમ",
        "Suvichar": "મોહને ઉદય થયાનું કારણ તે વિષયમાં આસક્તિ તે જ છે અને જેને એ વિષયમાંથી ચિત્તને ઉખેડવું હોય તેને પ્રથમ તો આત્મનિષ્ઠા અતિ દૃઢ કરીને રાખવી જે હું આત્મા છું પણ દેહ તે હું નહિ એક તો એ વિચાર દૃઢ કરવો, અને બીજું જે પ્રકારે જગતની ઉત્પત્તિ, સ્થિતિ ને પ્રલય થાય છે તે વાર્તા પણ સારી પેઠે સમજવી, અને ત્રીજું ભગવાનના સ્વરૂપનું માહાત્મ્ય અતિશેપણે સમજવું, તે એમ વિચારવું જે, પંચવિષય છે તે તો ભગવાનના કર્યા થાય છે માટે ભગવાનમાં તો એથી અતિ ઝાઝું સુખ છે. (મ. ૧)"
      },
      {
        "Date": "2024-10-18",
        "Tithi": "આસો વદ ૧",
        "Suvichar": "ભગવાનના ભક્તને હિંમત રાખીને ધીરે ધીરે મોહનું મૂળ ઉખાડ્યાનો આદર રાખવો. અને જ્યાં સુધી સારા ને નરસા એ બે વિષય તુલ્ય ન જણાય ત્યાં સુધી એ ભગવાનનો ભક્ત સાધનદશામાં કહેવાય અને જ્યારે સારા-નરસા વિષય તુલ્ય ભાસે ત્યારે એ ભક્ત સિદ્ધદશાને પામ્યો જાણવો અને જ્યારે વિષયમાંથી આસક્તિ મૂકીને સિદ્ધદશાને પામે છે ત્યારે એને કૃતાર્થ થયો જાણવો. (મ. ૧)"
      },
      {
        "Date": "2024-10-19",
        "Tithi": "આસો વદ ૨",
        "Suvichar": "નિયમે કરીને પંચવિષય જિતાય છે અને જો નિયમમાં ન રહે તો ગમે તેવો વૈરાગ્યવાન હોય તથા જ્ઞાની હોય પણ તેનો ઠા રહે નહિ, માટે વિષય જીત્યાનું કારણ તો પરમેશ્વરના બાંધેલ નિયમ તે જ છે. (મ. ૧૬)"
      },
      {
        "Date": "2024-10-20",
        "Tithi": "આસો વદ ૩-૪",
        "Suvichar": "ભગવાનને દર્શને આવવું હોય અથવા ભગવત્કથા-વાર્તા સાંભળવી હોય તથા ભગવાનની માનસી પૂજા કરવી હોય ઇત્યાદિક જે જે ભગવાન સંબંધી ક્રિયા તેને કર્યા સારુ સ્નાનાદિક જે પોતાની દેહ ક્રિયા તેને અતિશે ઉતાવળો થઈને કરે; અને કાગળ લખીને અમે કોઈક વર્તમાન ફેરવ્યું હોય તો તેને કરવાને અર્થે પણ આકળો થઈ જાય. અને મોટું માણસ હોય તો પણ ભગવાનનાં દર્શન સારુ બાળકની પેઠે અકળાઈ કરવા માંડે; એવાં જેનાં લક્ષણ હોય તેને તીવ્ર શ્રદ્ધાવાન જાણવો. અને જે આવી શ્રદ્ધાવાળો હોય તે સર્વે ઇન્દ્રિયોને પણ તત્કાળ વશ કરે છે. (મ. ૧૬)"
      },
      {
        "Date": "2024-10-21",
        "Tithi": "આસો વદ ૫, સારંગપુર શ્રી હનુમાનજી મહારાજનો પાટોત્સવ",
        "Suvichar": "શ્રોત્ર, ત્વક્‌, ચક્ષુ, રસના ને ઘ્રાણ એ પાંચે ઇન્દ્રિયોને જ્યારે કુમાર્ગમાં ન જાવા દે ત્યારે ઇન્દ્રિયોના આહાર શુદ્ધ થાય છે, તે કેડે અંતઃકરણ પણ શુદ્ધ થાય છે; માટે વૈરાગ્યનું બળ હોય અથવા ન હોય તો પણ જો ઇન્દ્રિયોને વશ કરીને પરમેશ્વરના નિયમમાં રાખે તો જેમ તીવ્ર વૈરાગ્યે કરીને વિષય જિતાય છે તે થકી પણ તે નિયમવાળાને વિશેષ વિષય જિતાય છે માટે પરમેશ્વરના બાંધેલ જે નિયમ છે તેને અતિ દૃઢ કરીને રાખવા. (મ. ૧૬)"
      },
      {
        "Date": "2024-10-22",
        "Tithi": "આસો વદ ૬",
        "Suvichar": "ભૂંડા દેશ, કાળ, સંગ ને ક્રિયા તેને યોગે કરીને જીવને પંચવિષયના જે ઘા લાગ્યા છે તે જ્યારે નવધા ભક્તિ માંહીલી જે ભક્તિ કરતાં થકાં એ પંચવિષયના ઘાની પીડા ન રહે ને પંચવિષયનું સ્મરણ ન થાય એ જ એને પાટો ગોઠ્યો જાણવો અને એ જ એને ભજન-સ્મરણનું અંગ દૃઢ જાણવું. (છે. ૧૫)"
      },
      {
        "Date": "2024-10-23",
        "Tithi": "આસો વદ ૭",
        "Suvichar": "દેશ, કાળ, ક્રિયા, સંગ, મંત્ર, દીક્ષા, ઉપદેશ ને દેવતા એટલાને યોગે કરીને શુભ અથવા અશુભ આચરણ થાય છે. તે જો રૂડા દેશ, કાળ, સંગાદિક પ્રાપ્ત થયા હોય તો ભગવાનને વિષે પણ તીવ્ર વેગે કરીને સ્નેહ થાય છે અને જો ભૂંડા દેશાદિકનો યોગ થાય તો ભગવાન વિના અન્ય પદાર્થમાં પ્રીતિ થાય છે. (લો. ૧૦)"
      },
      {
        "Date": "2024-10-24",
        "Tithi": "આસો વદ ૮",
        "Suvichar": "જ્યારે જે સ્થળમાં કાળનું વિષમપણું હોય ત્યારે તે ઠેકાણેથી અન્ય સ્થળમાં ભાગી જાવું પણ વિષમ કાળમાં રહેવું નહિ. તે કાળ સત્યયુગ, ત્રેતા, દ્વાપર ને કળિરૂપે કરીને બહાર વર્તે છે ને પોતાના અંતરમાં પણ વર્તે છે, તે જ્યારે હૈયામાં કળિ વર્તતો હોય ત્યારે ભગવાનની મૂર્તિ હૈયામાં ધારવી નહિ, બહાર નેત્રને ધારવી. (લો. ૧૦)"
      },
      {
        "Date": "2024-10-25",
        "Tithi": "આસો વદ ૯",
        "Suvichar": "એકલું કાળનું જે બળ કહે તે પણ પ્રમાણ નહિ ને એકલું કર્મનું બળ કહે તે પણ પ્રમાણ નહિ ને એકલું પરમેશ્વરનું બળ કહે તે પણ પ્રમાણ નહિ; એ તો જ્યારે જેનું પ્રધાનપણું હોય તે સમે શાસ્ત્રમાં તેનું જ પ્રધાનપણું કહ્યું હોય પણ સર્વે ઠેકાણે એનું એ લેવું નહિ અને જ્યારે જેવી પરમેશ્વરની ઇચ્છા હોય ત્યારે તેવું જ કાળનું સામર્થ્ય પ્રવર્તે છે તે કાળે કરીને પરમેશ્વર જે તે જીવના દેહ, ઇન્દ્રિય, મન, પ્રાણને સૃજે છે. પછીતો જે જીવ જેવું કર્મ કરે તેને તેવા દેહની પ્રાપ્તિ થાય છે. (વ. ૬)"
      },
      {
        "Date": "2024-10-26",
        "Tithi": "આસો વદ ૧૦",
        "Suvichar": "જીવને પૂર્વ જન્મને વિષે અથવા આ જન્મને વિષે કોઈક અતિશે ભૂંડા જે દેશ, કાળ, સંગ ને ક્રિયા તેનો યોગ થઈ ગયો છે તેણે કરીને અતિશે તીક્ષ્ણ કર્મ થયાં છે, તે ભૂંડા કર્મનો એના ચિત્તમાં પાશ લાગ્યો છે, માટે સાર-અસારને જાણે છે તો પણ એને અસારનો ત્યાગ કરીને પરમેશ્વરને વિષે દૃઢ પ્રીતિ થાતી નથી. (છે. ૧૪)"
      },
      {
        "Date": "2024-10-27",
        "Tithi": "આસો વદ ૧૧",
        "Suvichar": "ભગવાનથી જે વિમુખ જીવ હોય તેને જે સુખ-દુઃખ આવે છે તે પોતાને કર્મે કરીને આવે છે ને જે ભગવાનના ભક્ત હોય તેને જેટલું સુખ-દુઃખ થાય છે તે કર્મનું પ્રેર્યું થાતું નથી; ભગવાનના ભક્તને તો જેટલું દુઃખ થાય છે તે ભગવાનની આજ્ઞા લોપવે કરીને થાય છે ને જેટલું સુખ થાય છે તે ભગવાનની આજ્ઞા પાળવે કરીને થાય છે. (પ્ર. ૩૪)"
      },
      {
        "Date": "2024-10-28",
        "Tithi": "આસો વદ ૧૧, રમા એકાદશી, વાઘ બારસ",
        "Suvichar": "ભગવાન તો ગરીબના અંતરને વિષે પણ વિરાજમાન રહ્યા છે તે એ ગરીબના અપમાનના કરતલનું ભૂંડું કરી નાખે છે, એવું જાણીને કોઈ અલ્પ જીવને પણ દૂભવવો નહિ, અને જો અહંકારને વશ થઈને જેને તેને દૂભવતો ફરે તો ગર્વગંજન એવા જે ભગવાન તે અંતર્યામીરૂપે સર્વમાં વ્યાપક છે તે ખમી શકે નહિ, પછી ગમે તે દ્વારે પ્રગટ થઈને એ અભિમાની પુરુષના અભિમાનને સારી પેઠે નાશ કરે છે. (પ્ર. ૬૨)"
      },
      {
        "Date": "2024-10-29",
        "Tithi": "આસો વદ ૧૨, ધનતેરસ",
        "Suvichar": "જે તેજને વિષે મૂર્તિ છે તે જ આ પ્રત્યક્ષ મહારાજ છે એમ જાણજ્યો, ને જો એમ ન જણાય તો એટલું તો જરૂર જાણજ્યો જે અક્ષરરૂપ જે તેજ તેને વિષે જે મૂર્તિ છે તેને મહારાજ દેખે છે એમ જાણશો, તો પણ તમારે મારે વિષે હેત રહેશે તેણે કરીને તમારું પરમ કલ્યાણ થાશે અને આ વાતને નિત્યે નવી ને નવી જાણજ્યો પણ ગાફલપણે કરીને વિસારી દેશો મા, આજ છે તેવી જ કાલ નવી ને નવી રાખજ્યો, અને તેવી જ દેહનો અંત થાય ત્યાં સુધી દિન દિન પ્રત્યે નવી ને નવી રાખજ્યો, અને જે જે ભગવાનની વાત કરો તે તે વાતને વિષે આ વાતનું બીજ લાવજ્યો. (મ. ૧૩)"
      },
      {
        "Date": "2024-10-30",
        "Tithi": "આસો વદ ૧૩, કાળીચૌદસ",
        "Suvichar": "તમારા સર્વેનો આચાર્ય ને ગુરુ ને ઉપદેષ્ટા ને ઇષ્ટદેવ એવો જે હું તે મારા દેહનાં આચરણ તે પ્રમાણે પણ તમારે ન કરવું, અને અમારા સંપ્રદાયને વિષે જેમ જેના ધર્મ કહ્યા છે તે જે અમારાં વચન તે પ્રમાણે તમારે સર્વેને રહેવું, પણ અમારાં આચરણ પ્રમાણે ન રહેવું. (વ. ૧૮)"
      },
      {
        "Date": "2024-10-31",
        "Tithi": "આસો વદ ૧૪, સરદાર પટેલ જયંતી, લક્ષ્મી પૂજન, ચોપડા પૂજન",
        "Suvichar": "મુને તો પ્રગટ પુરુષોત્તમ મળ્યા છે, તે કુરાજી થાશે તો મોટી ખોટ આવશે, એમ જાણીને કામ વાસનાનો ત્યાગ કરવો અને ભગવાન સંબંધી સુખનું ગ્રહણ કરવું, ને દેહના સંબંધીમાં પ્રીતિ હોય તેનો ત્યાગ કરવો ને ભગવાન ને ભગવાનના દાસ જે સંત તે સંગાથે પ્રીતિ કરવી એ ગ્રહણ કરવું. ને દેહને વિષે અહંબુદ્ધિ હોય તો તેને ત્યાગ કરીને ભગવાનના દાસપણાની બુદ્ધિનું ગ્રહણ કરવું. (અ. ૫)"
      },
      {
        "Date": "2024-11-01",
        "Tithi": "આસો વદ ૩૦, દિવાળી, સદ્. શ્રી ઈશ્વરચરણદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "જે જે ક્રિયાને વિષે ક્રોધ ઊપજે તે મોટા સાધુને ઊપજે અથવા નાના સાધુને ઊપજે, તો જેની ઉપર ક્રોધ ઊપજે તેને એક સાષ્ટાંગ દંડવત્‌ પ્રણામ કરવો. અને ગદ્‌ગદ હૃદય થઈને દીનતાએ કરીને રૂડાંરૂડાં વચન બોલીને તેને પ્રસન્ન કરવો. (અ. ૮)"
      },
      {
        "Date": "2024-11-02",
        "Tithi": "કારતક સુદ ૧, નૂતન વર્ષારંભ",
        "Suvichar": "અમે આ સંત સહિત જીવોના કલ્યાણને અર્થે પ્રગટ થયા છીએ, તે માટે તમે અમારું જો વચન માનશો તો અમે જે ધામમાંથી આવ્યા છીએ તે ધામમાં તમને સર્વેને તેડી જાશું, અને તમે પણ એમ જાણજ્યો જે અમારું કલ્યાણ થઈ ચૂક્યું છે. અને વળી અમારો દૃઢ વિશ્વાસ રાખશો ને કહીએ તેમ કરશો તો તમારે મહાકષ્ટ કોઈક આવી પડશે તેથી અથવા સાતદકાળી જેવું પડશે તે થકી રક્ષા કરશું, અને કોઈએ ઊગર્યાનો આરો નથી એવું કષ્ટ આવી પડશે તો ય પણ રક્ષા કરશું, જો અમારા આ સત્સંગના ધર્મ બહુ રીતે કરીને પાળશો તો, ને સત્સંગ રાખશો તો. અને નહિ રાખો તો મહા દુઃખ પામશો તેમાં અમારે લેણા દેણા નથી. (જે. ૫)"
      },
      {
        "Date": "2024-11-03",
        "Tithi": "કારતક સુદ ૨, ભાઈબીજ",
        "Suvichar": "પ્રત્યક્ષ ભગવાનને વિષે જે દૃઢ નિષ્ઠા રાખે છે, ને તેને દર્શને કરીને જ પોતાને પરિપૂર્ણ માને છે, ને બીજું કાંઈ નથી ઇચ્છતો તેને તો ભગવાન પોતે બળાત્કારે પોતાના ધામને વિષે જે પોતાનાં ઐશ્વર્ય છે ને પોતાની મૂર્તિઓ છે તેને દેખાડે છે માટે જેને ભગવાનને વિષે અનન્ય નિષ્ઠા હોય તેને પ્રત્યક્ષ ભગવાન વિના બીજું કાંઈ ઇચ્છવું નહિ. (પ્ર. ૯)"
      },
      {
        "Date": "2024-11-04",
        "Tithi": "કારતક સુદ ૩",
        "Suvichar": "જેને સાક્ષાત્‌ ભગવાનની પ્રાપ્તિ થઈ છે, તેને અંતકાળે સ્મૃતિ રહે અથવા ન રહે તો પણ તેનું અકલ્યાણ થાય નહિ; તેની તો ભગવાન રક્ષા કરે છે અને જે ભગવાન થકી વિમુખ છે તે તો બોલતાં ચાલતાં દેહ મૂકે છે પણ તેનું કલ્યાણ થાતું નથી ને મરીને યમપુરીમાં જાય છે. (પ્ર. ૧૪)"
      },
      {
        "Date": "2024-11-05",
        "Tithi": "કારતક સુદ ૪",
        "Suvichar": "પરમેશ્વરનાં દર્શન તો એક દૃષ્ટિએ કરવાં પણ ચપળ દૃષ્ટિએ ન કરવાં અને પરમેશ્વરનાં દર્શન દૃષ્ટિને નિયમમાં રાખીને કરે છે તેને એ દર્શન નવીનનાં નવીન રહે છે અને પરમેશ્વરે જે જે વચન કહ્યાં હોય તે પણ એને નવીનનાં નવીન રહે છે. (સા. ૨)"
      },
      {
        "Date": "2024-11-06",
        "Tithi": "કારતક સુદ ૫, લાભ પાંચમ",
        "Suvichar": "મુને તો તે ભગવાન પ્રત્યક્ષ મળ્યા છે અને રાત દિવસ તે ભગવાનનું હું નામ લઉં છું માટે તો કૃતાર્થ થયો છું એવી રીતે વિચારીને આનંદમાં રહેવું, પણ જેને તમોગુણ-રજોગુણ વર્તતા હોય તેને ધ્યાન-ધરણાને અર્થે આગ્રહ કરવો નહિ અને જેવું બની આવે તેવું ભજન-સ્મરણ કરવું ને દેહે કરીને ભગવાનની તથા સંતની પરિચર્યા શ્રદ્ધાએ સહિત કરવી ને પોતપોતાના ધર્મમાં રહેવું ને પોતાને પૂર્ણકામ માનવું. (સ. ૯)"
      },
      {
        "Date": "2024-11-07",
        "Tithi": "કારતક સુદ ૬",
        "Suvichar": "જેને ભગવાનની પ્રાપ્તિ થઈ છે અને ગૃહસ્થાશ્રમી છે તો પણ તે નિર્ગુણ કહેવાય અને ત્યાગી હોય તે પણ નિર્ગુણ કહેવાય, માટે ભગવાનને પામ્યાનો જે માર્ગ તે જ નિર્ગુણ માર્ગ છે અને તે જે જે ભગવાન સંબંધી ક્રિયા કરે તે સર્વે નિર્ગુણ છે. અને જેને ભગવાનનો સંબંધ થયો છે તેના ભાગ્યનો પાર આવે નહિ અને તે ભગવાનનો સંબંધ એક જન્મને પુણ્યે કરીને થાતો નથી. (મ. ૮)"
      },
      {
        "Date": "2024-11-08",
        "Tithi": "કારતક સુદ ૭, અ.મુ. શ્રી ધનબા ફૈબાની અંતર્ધાન તિથિ",
        "Suvichar": "જેવી પરોક્ષ દેવને વિષે જીવને પ્રતીતિ છે તેવી જો પ્રત્યક્ષ ગુરુરૂપ હરિને વિષે આવે તો જેટલા અર્થ પ્રાપ્ત થવાના કહ્યા છે તેટલા સર્વે અર્થ તેને પ્રાપ્ત થાય છે, અને જ્યારે આવો સંત - સમાગમ પ્રાપ્ત થયો ત્યારે દેહ મૂકીને જેને પામવા હતા તે તો દેહ છતાં જ મળ્યા છે, માટે જેને પરમપદ કહીએ, મોક્ષ કહીએ તેને છતે દેહે જ પામ્યો છે. (છે. ૨)"
      },
      {
        "Date": "2024-11-09",
        "Tithi": "કારતક સુદ ૮, છતેડી સમૈયો - પારાયણ પ્રારંભ",
        "Suvichar": "પોતપોતાના વર્ણાશ્રમનો જે ધર્મ તેને વિષે અચળ નિષ્ઠા તથા આત્મનિષ્ઠાની અતિશે દૃઢતા તથા એક ભગવાન વિના બીજા સર્વે પદાર્થને વિષે અરુચિ તથા ભગવાનને વિષે માહાત્મ્યે સહિત એવી નિષ્કામ ભક્તિ, એ ચાર સાધને કરીને ભગવાનની અતિશે પ્રસન્નતા થાય છે. (પ્ર. ૨૧)"
      },
      {
        "Date": "2024-11-10",
        "Tithi": "કારતક સુદ ૯, છતેડી સમૈયો - પારાયણ, શ્રીહરિ જયંતી",
        "Suvichar": "ભગવાનનો જે દૃઢ આશરો એ જ એક સર્વ સાધનમાં મોટું સાધન છે. તેણે કરીને ભગવાન રાજી થાય છે ને તે આશરો અતિ દૃઢ જોઈએ, જેને વિષે કાંઈ પોલ રહે નહિ. (પ્ર. ૩૩)"
      },
      {
        "Date": "2024-11-11",
        "Tithi": "કારતક સુદ ૧૦, છતેડી સમૈયો - પારાયણ",
        "Suvichar": "જેને ભગવાનને રાજી કરવા હોય તેને તો દેહના સુખને ઇચ્છવું નહિ, અને દર્શનનો પણ લોભ રાખવો નહિ ને ભગવાન જેમ કહે તેમ કરવું, એ જ ભગવાનને રાજી થયાનું સાધન છે. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-11-12",
        "Tithi": "કારતક સુદ ૧૧, પ્રબોધિની એકાદશી, અબજીબાપા પ્રાગટ્યોત્સવ, પૂ. શ્રી ધર્મપિતાની પ્રાગટ્ય તિથિ",
        "Suvichar": "પંચવર્તમાનમાં સંપૂર્ણ રાખીએ ને તેમાં કોઈ રીતે ખોટ્ય આવવા દઈએ નહિ, તો ભગવાન ને ભગવાનના સંત પ્રસન્ન થાય છે, એમાં લેશ માત્ર સંશય નહિ. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-11-13",
        "Tithi": "કારતક સુદ ૧૨, છતેડી સમૈયો - પારાયણ પૂર્ણાહુતિ, અમદાવાદ રંગમહોલના શ્રી ઘનશ્યામ મહારાજનો પાટોત્સવ, વડતાલમાં શ્રી લક્ષ્મીનારાયણ આદિ દેવોનો પાટોત્સવ",
        "Suvichar": "જે ભક્તજન કામ, ક્રોધ, લોભ, કપટ, માન, ઈર્ષ્યા ને મત્સર એટલાં વાનાંએ રહિત થઈને ભગવાનની ભક્તિ કરે તેની ઉપર ભગવાન રાજી થાય છે. (કા. ૬)"
      },
      {
        "Date": "2024-11-14",
        "Tithi": "કારતક સુદ ૧૩-૧૪, UK બાપાશ્રી પ્રાગટ્યોત્સવ",
        "Suvichar": "અગિયારે ઇન્દ્રિયોના જુદા જુદા આહાર છે તે સર્વે આહારનો ત્યાગ કરે તેનું નામ એકાદશી વ્રત કહેવાય પણ અગિયારે ઇન્દ્રિયો કુમાર્ગે દોડે અને પોતપોતાના અન્નને ખાય તે એકાદશીનું વ્રત શાસ્ત્ર પ્રમાણે ન કહેવાય. માટે એકાદશીનું વ્રત કરવું ત્યારે તો અગિયારે ઇન્દ્રિયોને આહાર કરવા દેવા નહિ એવું વ્રત પંદર દિવસમાં એકવાર આવે છે તે ખબરદાર થઈને કરવું તો તેને ઉપર ભગવાન પ્રસન્ન થાય છે પણ તે વિના જે ઢોરલાંઘણ, તેણે કરીને ભગવાન પ્રસન્ન થાતા નથી. (મ. ૮)"
      },
      {
        "Date": "2024-11-15",
        "Tithi": "કારતક સુદ ૧૫, મુકુટોત્સવ પૂનમ, દેવદિવાળી, પૂ. શ્રી ભક્તિમાતા પ્રાગટ્ય તિથિ, અ.મુ. શ્રી ધનબા ફૈબાની પ્રાગટ્ય તિથિ",
        "Suvichar": "સર્વે પૃથ્વીનું રાજ્ય આવે તો પણ સંતની આગળ જેવો કંગાલ હતો ને દીન-આધીન રહેતો તેવો ને તેવો જ પ્રીતિએ યુક્ત થકો દીન-આધીન રહે તેમ જ ઇન્દ્રલોક તથા બ્રહ્મલોકનું રાજ્ય પામે તો પણ સંતની આગળ તેવો ને તેવો જ દીન-આધીન રહે અને જે ત્યાગી હોય ને તે જેવો પ્રથમ ગરીબ હોય ને જેમ સૌ સંતની ટેલ-ચાકરી કરતો હોય તેવી ને તેવી જ પોતામાં ભગવાનનાં જેવાં ઐશ્વર્ય આવે તો પણ કરતો રહે પણ સાધુ સાથે પિતરાઈ દાવો બાંધે નહિ અને બરોબરિયાપણું કરે નહિ એવાં જેનાં લક્ષણ હોય તેની ઉપર ભગવાન અતિ પ્રસન્ન થાય છે. (મ. ૨૫)"
      },
      {
        "Date": "2024-11-16",
        "Tithi": "કારતક વદ ૧",
        "Suvichar": "અમારી જે પ્રકૃતિ છે તે કહીએ છીએ જે, અમારો દયાળુ સ્વભાવ છે, તો પણ જે હરિભક્તનો દ્રોહી હોય તેનો તો અમારે અભાવ આવે છે અને હરિભક્તનું ઘસાતું જો કોઈ બોલ્યો હોય અને એને જો હું સાંભળું તો તે સાથે હું બોલવાને ઘણો ઇચ્છું પણ બોલવાનું મન જ થાય નહિ, અને જે ભગવાનના ભક્તની સેવા-ચાકરી કરે તે ઉપર તો અમારે અતિશે રાજીપો થઈ જાય છે. (મ. ૨૮)"
      },
      {
        "Date": "2024-11-17",
        "Tithi": "કારતક વદ ૨",
        "Suvichar": "ભગવાનના ભક્તની મને-વચને-દેહે કરીને જે સેવા બણી આવે ને તેણે કરીને જેવું આ જીવનું રૂડું થાય છે ને એ જીવને સુખ થાય છે તેવું બીજે કોઈ સાધને કરીને થાતું નથી. (મ. ૪૦)"
      },
      {
        "Date": "2024-11-18",
        "Tithi": "કારતક વદ ૩",
        "Suvichar": "ભગવાનનો દ્રોહ તેને જે ન કરે તેણે સંપૂર્ણ ભગવાનની પૂજા કરી અને તે વિના તો ચંદન-પુષ્પાદિકે કરીને પૂજે છે તો પણ ભગવાનનો દ્રોહી છે, માટે ભગવાનને જગતના કર્તા-હર્તા જાણે ને મૂર્તિમાન જાણે તે ઉપર જ ભગવાન રાજી થાય છે. (વ. ૨)"
      },
      {
        "Date": "2024-11-19",
        "Tithi": "કારતક વદ ૪",
        "Suvichar": "આપણે જ્યારે તન, મન, ધન ભગવાનને અર્પણ કર્યું ત્યારે હવે ભગવાનની ઇચ્છા તે જ આપણું પ્રારબ્ધ છે તે વિના બીજું કોઈ પ્રારબ્ધ નથી, માટે ભગવાનની ઇચ્છાએ કરીને ગમે તેટલું સુખ-દુઃખ આવે તેમાં કોઈ રીતે અકળાઈ જાવું નહિ ને જેમ ભગવાન રાજી તેમ જ આપણે રાજી રહેવું. (છે. ૧૩)"
      },
      {
        "Date": "2024-11-20",
        "Tithi": "કારતક વદ ૫, અ.મુ. શ્રી લીલામાસીની અંતર્ધાન તિથિ, એલ્ડોરેટ (કેન્યા) સ્વામિનારાયણ મંદિરનો પાટોત્સવ",
        "Suvichar": "જ્યારે ભગવાન ને ભગવાનના ભક્ત તે પોતાની ઉપર રાજી થાય ત્યારે તે ભક્તને એમ વિચારવું જે મારાં મોટાં ભાગ્ય જે મારી ઉપર ભગવાન ને ભગવાનના ભક્ત રાજી થયા, અને શિક્ષાને અર્થે ભગવાન ને ભગવાનના ભક્ત પોતાને વઢે ત્યારે પણ એમ વિચારવું જે મારાં મોટાં ભાગ્ય જે મુંને ભગવાન ને ભગવાનના ભક્ત વઢ્યા, જેણે કરીને મારામાં અવગુણ હશે તે જાશે. એવી રીતે વઢે તો પણ રાજી થાવું, પણ વઢે ત્યારે મનમાં શોક ન કરવો. ને કચવાવું નહિ, ને પોતાના જીવને અતિ પાપી ન માનવો ને રાજી રહેવું. (છે. ૨૩)"
      },
      {
        "Date": "2024-11-21",
        "Tithi": "કારતક વદ ૬",
        "Suvichar": "ભગવાન સંબંધી ભક્તિ, ઉપાસના, સેવા, શ્રદ્ધા, ધર્મનિષ્ઠા એ આદિક જે જે કરવું તેમાં બીજા ફળની ઇચ્છા ન રાખવી, એમ સત્‌શાસ્ત્રમાં કહ્યું છે તે તો સાચું, પણ એટલી તો ઇચ્છા રાખવી જે એણે કરીને મારી ઉપર ભગવાનની પ્રસન્નતા થાય એટલી ઇચ્છા રાખવી. અને એવી ઇચ્છા રાખ્યા વિના અમથું કરે તો તેને તમોગુણી કહેવાય. માટે ભગવાનની ભક્તિ આદિક જે ગુણ તેણે કરીને ભગવત્‌ પ્રસન્નતા રૂપ ફળને ઇચ્છવું, અને જો એ વિના બીજી ઇચ્છા રાખે તો ચતુર્ધા મુક્તિ આદિક ફળની પ્રાપ્તિ થાય. (છે. ૨૫)"
      },
      {
        "Date": "2024-11-22",
        "Tithi": "કારતક વદ ૭",
        "Suvichar": "ભગવાનની જે પ્રસન્નતા તે ઘણા ઉપચારે કરીને જે ભક્તિ કરે તેની જ ઉપર થાય ને ગરીબ ઉપર ન થાય એમ નથી. ગરીબ હોય ને શ્રદ્ધા સહિત જળ, પત્ર, ફળ, ફૂલ ભગવાનને અર્પણ કરે તો એટલામાં રાજી થાય. કેમ જે ભગવાન તો અતિ મોટા છે. તે જેમ કોઈક રાજા હોય તેના નામનો એક શ્લોક જ કોઈક કરી લાવે તો તેને ગામ આપે તેમ ભગવાન તુરત રાજી થાય છે. (છે. ૨૫)"
      },
      {
        "Date": "2024-11-23",
        "Tithi": "કારતક વદ ૮",
        "Suvichar": "ભગવાનનો મહિમા તો યથાર્થ સમજે ને પોતાના દેહથી વ્યતિરેક જે પોતાનો આત્મા તેને બ્રહ્મરૂપ સમજે ને ધર્મમાં દૃઢ રહ્યો હોય, ને ભગવાનની અચળ ભક્તિ કરતો હોય અને આવી રીતનો પોતે હોય તો પણ સત્સંગમાં કોઈક કાંઈ ન સમજતો હોય ને ભગવાનનો નિશ્ચય તો હોય તેને મોટો જાણે ને તેની આગળ પોતાને અતિ તુચ્છ જાણે, અને વાર્તા કર્યામાં પોતાને મુખે કરીને પોતાની સમજણનો કેફ કોઈની આગળ લગાર પણ જણાવે નહિ, એવો જે હોય તે અમને બહુ ગમે. (છે. ૨૬)"
      },
      {
        "Date": "2024-11-24",
        "Tithi": "કારતક વદ ૯",
        "Suvichar": "ભગવાનનો ભક્ત હોય ને તેને કોઈક કર્મયોગે કરીને શૂળીએ ચડાવ્યો હોય ને તે સમયમાં અમે પણ તેની પાસે ઊભા હોઈએ, પણ તે ભક્તના હૃદયમાં એમ ઘાટ ન થાય જે આ ભગવાન મુંને શૂળીનાં કષ્ટ થકી મુકાવે તો ઠીક. એવી રીતે પોતાના દેહના સુખનો સંકલ્પ ન થાય ને જે કષ્ટ પડે તેને ભોગવી લે. એવો જે નિષ્કામી ભક્ત તેની ઉપર ભગવાનની બહુ પ્રસન્નતા થાય છે. (છે. ૨૮)"
      },
      {
        "Date": "2024-11-25",
        "Tithi": "કારતક વદ ૧૦",
        "Suvichar": "જે ભગવાન તેને અર્થે જે તપને કરતો હોય તથા યોગને સાધતો હોય તથા પંચવિષયના અભાવને કરતો હોય તથા વૈરાગ્યવાન હોય, ઇત્યાદિક જે જે સાધન તે ભગવાનની પ્રસન્નતો અર્થે નિર્દંભપણે કરે તે ગમે. અને એવાને દેખીને અમારું મન રાજી થાય છે, જે એને શાબાશ છે જે આવી રીતે વર્તે છે. (છે. ૩૦)"
      },
      {
        "Date": "2024-11-26",
        "Tithi": "કારતક વદ ૧૧, ઉત્પત્તિ એકાદશી",
        "Suvichar": "ભગવાનનું ધામ તો સનાતન છે, નિત્ય છે, અપ્રાકૃત છે, સચ્ચિદાનંદ છે, અનંત છે ને અખંડ છે. તેને દૃષ્ટાંતે કરીને કહીએ છીએ જે, જેમ પર્વત ને વૃક્ષાદિકે સહિત ને મનુષ્ય, પશુ, પક્ષી આદિકની જે આકૃતિ તેણે સહિત એવી જે આ સમગ્ર પૃથ્વી તે કાચની હોય ને આકાશને વિષે જે સમગ્ર તારા તે સર્વે સૂર્ય હોય, પછી તેને તેજે કરીને સમગ્ર આકૃતિએ સહિત કાચની પૃથ્વી જેવી શોભે તેવી શોભાએ યુક્ત ભગવાનનું ધામ છે. એવું જે ભગવાનનું ધામ તેને ભગવાનના ભક્ત છે તે સમાધિને વિષે દેખે છે ને દેહ મૂક્યા પછી એ તેજોમય જે ભગવાનનું ધામ તેને પામે છે. (પ્ર. ૧૨)"
      },
      {
        "Date": "2024-11-27",
        "Tithi": "કારતક વદ ૧૨",
        "Suvichar": "ભક્તજન જે જે વસ્તુ ભગવાનને અર્પણ કરે છે તે તે વસ્તુ ભગવાનના ધામને વિષે દિવ્યરૂપ થાય છે ને એ ભક્ત દિવ્યરૂપ થઈને તેને પામે છે માટે એવું અચળ અખંડ સુખ ભક્તજનને પમાડવાને અર્થે ભગવાન જે તે મનુષ્ય એવા જે પોતાના ભક્તજન તેની સર્વે સેવાને અંગીકાર કરે છે, માટે ભગવાનના ભક્તને ભગવાનનું સ્વરૂપ અક્ષરધામ સોતું પૃથ્વી ઉપર વિરાજમાન છે. (પ્ર. ૭૧)"
      },
      {
        "Date": "2024-11-28",
        "Tithi": "કારતક વદ ૧૩",
        "Suvichar": "ભગવાન જે પુરુષોત્તમ તે તો અક્ષરધામને વિષે સદાય વિરાજમાન રહે છે ને તે સત્ય સંકલ્પ છે ને અક્ષરધામને વિષે રહ્યા થકા જ જે જે બ્રહ્માંડમાં જે જે રૂપ પ્રકાશ્યાં જોઈએ તેવા તેવા રૂપને પ્રકાશ કરે છે. જેમ એ શ્રીકૃષ્ણ ભગવાને રાસક્રીડા કરી ત્યારે પોતે એક હતા, તે જેટલી ગોપાંગનાઓ હતી તેટલા રૂપે થયા, તેમ જ પુરુષોત્તમ ભગવાન બ્રહ્માંડ બ્રહ્માંડ પ્રત્યે જ્યાં જેવું રૂપ પ્રકાશ્યું જોઈએ ત્યાં તેવા રૂપને અક્ષરધામમાં રહ્યા થકા પ્રકાશે છે અને પોતે તો સદાય અક્ષરધામમાં રહે છે અને જ્યાં આ પુરુષોત્તમની મૂર્તિ છે ત્યાં જ અક્ષરધામનું મધ્ય છે. (મ. ૪૨)"
      },
      {
        "Date": "2024-11-29",
        "Tithi": "કારતક વદ ૧૩",
        "Suvichar": "જે ભગવાન શ્રીકૃષ્ણ પુરુષોત્તમ છે તે તો રાજાધિરાજ છે અને અખંડ મૂર્તિ છે અને પોતાનું અક્ષરધામરૂપી જે તખત તેને વિષે સદા વિરાજમાન છે, અને તે અક્ષરધામને આશ્રિત અનંતકોટી બ્રહ્માંડ રહ્યાં છે. (મ. ૬૪)"
      },
      {
        "Date": "2024-11-30",
        "Tithi": "કારતક વદ ૧૪",
        "Suvichar": "અમે તો જેવા સર્વથી પર જે દિવ્ય ધામ તેને વિષે ભગવાનના પાર્ષદ છે, તે થકી અધિક જો આ સત્સંગીને ન જાણતા હોઈએ તો અમને ભગવાન તથા ભગવાનના ભક્તના સમ છે. (છે. ૨૧)"
      },
      {
        "Date": "2024-12-01",
        "Tithi": "કારતક વદ ૩૦, દર્શ અમાસ, સદ્. શ્રી વૃંદાવનદાસજી સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "ભગવાનના સ્વરૂપમાં મનની અખંડ વૃત્તિ રાખવી તેથી કોઈ સાધન કઠણ નથી. અને જે મનુષ્યના મનની વૃત્તિ ભગવાનના સ્વરૂપમાં અખંડ રહે છે, તેને તેથી બીજી અધિક પ્રાપ્તિ શાસ્ત્રમાં કહી નથી. (પ્ર. ૧)"
      },
      {
        "Date": "2024-12-02",
        "Tithi": "માગસર સુદ ૧",
        "Suvichar": "જેને ભગવાનની મૂર્તિ અંતરમાં અખંડ દેખાતી હોય તેણે પણ ભગવાને જે જે અવતારે કરીને જે જે સ્થાનકને વિષે જે જે લીલા કરી હોય તે સંભારી રાખવી, ને બ્રહ્મચારી, સાધુ તથા સત્સંગી તેને સાથે હેત રાખવું ને એ સર્વેને સંભારી રાખવા. તે શા સારુ જે કદાપિ દેહ મૂક્યા સમે ભગવાનની મૂર્તિને ભૂલી જવાય તો પણ ભગવાને જે જે સ્થાનકને વિષે લીલા કરી હોય તે જો સાંભરી આવે અથવા સત્સંગી આવે અથવા બ્રહ્મચારી ને સાધુ સાંભરી આવે તો તેને યોગે કરીને ભગવાનની મૂર્તિ પણ સાંભરી આવે ને તે જીવ મોટી પદવીને પામે ને તેનું ઘણું રૂડું થાય. (પ્ર. ૩)"
      },
      {
        "Date": "2024-12-03",
        "Tithi": "માગસર સુદ ૨",
        "Suvichar": "મૃદંગ, સારંગી, સરોદા, તાલ ઇત્યાદિ વાજિંત્ર વજાડીને કીર્તન ગાવવાં, તેને વિષે તો ભગવાનની સ્મૃતિ ન રહે, તો એ ગાયું તે ન ગાયા જેવું છે, ને ભગવાનને વિસારીને તો જગતમાં કેટલાક જીવ ગાય છે, તથા વાજિંત્ર વજાડે છે, પણ તેણે કરીને તેના મનમાં શાંતિ આવતી નથી. તે માટે ભગવાનનાં કીર્તન ગાવવાં તથા નામ-રટણ કરવું તથા નારાયણ-ધૂન્ય કરવી ઇત્યાદિક જે જે કરવું તે ભગવાનની મૂર્તિને સંભારીને જ કરવું. (પ્ર. ૨૨)"
      },
      {
        "Date": "2024-12-04",
        "Tithi": "માગસર સુદ ૩",
        "Suvichar": "ખાતાં-પીતાં, હાલતાં-ચાલતાં તથા શુભ ક્રિયાને વિષે તથા અશુભ ક્રિયાને વિષે સર્વે કાળે ભગવાનમાં અખંડ વૃત્તિ રાખવી પછી એવી રીતે ભગવાનમાં અખંડ વૃત્તિ રાખતાં એવી દૃઢ સ્થિતિ થાય છે. (પ્ર. ૨૩)"
      },
      {
        "Date": "2024-12-05",
        "Tithi": "માગસર સુદ ૪, શ્રી વચનામૃત જયંતી, અ.મુ. શ્રી સોમચંદબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "જેવી ભગવાનની મૂર્તિ પ્રગટ દેખાય છે તે મૂર્તિને વિષે અખંડ વૃત્તિ રહે તેણે કરીને એવી સ્થિતિ થાય છે. ને જેને જેવો ભગવાનનો મહિમા સમજાણો હોય તેના હૃદયમાં તેટલો જ પ્રકાશ થાય છે, ને તેટલો જ તેને પ્રણવ ને નાદ સંભળાય છે, ને જેટલો જેને ભગવાનનો નિશ્ચય ને મહિમા સમજાય છે તેને તેટલા ભૂંડા ઘાટ બંધ થઈ જાય છે. ને જ્યારે ભગવાનનો નિશ્ચય યથાર્થ થાય છે, ને યથાર્થ મહિમા સમજાય છે ત્યારે તેને ભૂંડા ઘાટ માત્ર ટળી જાય છે. (પ્ર. ૨૪)"
      },
      {
        "Date": "2024-12-06",
        "Tithi": "માગસર સુદ ૫",
        "Suvichar": "ભગવાનના ભક્ત હોય તેની વૃત્તિ તો ભગવાન વિના બીજે રહે જ નહિ અને તેને તો એ જ ફિકર રહે છે, જે મારે જગતના પદાર્થમાં વૃત્તિ રાખવી તે તો ઘણું કઠણ પડશે, માટે પરમેશ્વરના ભક્ત હોય તેને તો જગતના પદાર્થમાં વૃત્તિ રાખવી એ જ કઠણ છે અને જે જગતના જીવ છે તેને પરમેશ્વરમાં વૃત્તિ રાખવી તે ઘણી કઠણ છે, માટે જેને પરમેશ્વરમાં વૃત્તિ ન રહે તે પરમેશ્વરનો ભક્ત નહિ અને તે સત્સંગમાં આવતો હોય તો એ ધીરે ધીરે સંતની વાર્તા સાંભળતાં સાંભળતાં પરમેશ્વરનો ભક્ત થાશે. (પ્ર. ૪૯)"
      },
      {
        "Date": "2024-12-07",
        "Tithi": "માગસર સુદ ૬",
        "Suvichar": "પૂર્વ જન્મનો કોઈક શુભ સંસ્કાર બળિષ્ઠ હોય તેને ભગવાનની મૂર્તિ ત્રણે અવસ્થામાં અખંડ દેખાય છે અથવા ભય, કામ ને સ્નેહ એ ત્રણ જેને વિષે અખંડ હોય તેને ભગવાન વિના બીજું પદાર્થ હોય તે પણ ત્રણે અવસ્થામાં અખંડ દેખાય છે તો ભગવાન દેખાય એમાં શું કહેવું ? એ તો દેખાય જ. (પ્ર. ૭૮)"
      },
      {
        "Date": "2024-12-08",
        "Tithi": "માગસર સુદ ૭",
        "Suvichar": "પૂર્વે ચોરાશી લાખ જાતનાં મારે માબાપ તથા સ્ત્રી-છોકરાં થયાં હતાં તેવાં ને તેવાં જ આ દેહનાં પણ છે ને કેટલાક જન્મની મા-બોન-દીકરીઓ તે કેટલીક રઝળતી હશે તેની જેમ મારે મમતા નથી તેમ આ દેહનાં સંબંધી તેની પણ મારે મમતા ન રાખવી, એવી રીતે વિચાર કરીને સર્વમાંથી પ્રીતિ તોડીને ભગવાનને વિષે દૃઢ પ્રીતિ કરે ને સાધુનો સમાગમ રાખે તો ગૃહસ્થને પણ ત્યાગીની પેઠે અખંડ ભગવાનમાં વૃત્તિ રહે. (કા. ૭)"
      },
      {
        "Date": "2024-12-09",
        "Tithi": "માગસર સુદ ૮-૯, શ્રીહરિ જયંતી",
        "Suvichar": "મારે તો અખંડ ભગવાનનું ચિંતવન કરીને એકાંતિક ભક્ત થાવું છે અને જો કામ, ક્રોધ-લોભાદિક વિકારને વિષે મારી વૃત્તિ જાશે તો મારે ભગવાનના ચિંતવનમાં એટલો વિક્ષેપ થાશે એમ જાણીને કુમાર્ગ થકી અતિશે જ ડરતો રહે અને અધર્મને વિષે કોઈ કાળે પ્રવર્તે જ નહિ, એવી રીતે સમજે તો ભગવાનનું માહાત્મ્ય અતિશે સમજતો હોય તો પણ ધર્મમાંથી કોઈ કાળે પડે નહિ અને ભગવાનનું જે અખંડ ચિંતવન થાવું તે કાંઈ થોડી વાત નથી ને ભગવાનનું ચિંતવન કરતાં કરતાં જો દેહ મૂકે તો તે અતિ મોટી પદવીને પામે છે. (મ. ૪)"
      },
      {
        "Date": "2024-12-10",
        "Tithi": "માગસર સુદ ૧૦",
        "Suvichar": "ભગવાનની મૂર્તિનું માહાત્મ્ય જાણ્યા વિના બીજાં કોટી સાધન કરે તો પણ ભગવાનની મૂર્તિનું અખંડ ચિંતવન થાતું નથી અને જે ભગવાનના સ્વરૂપનો મહિમા જાણે છે તેને જ ભગવાનનું અખંડ ચિંતવન થાય છે. (મ. ૪)"
      },
      {
        "Date": "2024-12-11",
        "Tithi": "માગસર સુદ ૧૧, મોક્ષદા એકાદશી, સદ્. શ્રી નિત્યાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "એક તો જેના ચિત્તનો ચોંટવાનો સ્વભાવ હોય તે જ્યાં ચોંટાડે ત્યાં ચોંટી જાય તેમ જે પુત્ર-કળત્રાદિકમાં ચોંટે છે તેમ પરમેશ્વરમાં પણ ચોંટે માટે એક તો એ ઉપાય છે. અને બીજો ઉપાય એ છે જે અતિશે શૂરવીરપણું, તે શૂરવીરપણું જેના હૈયામાં હોય ને તેને જો ભગવાન વિના બીજો ઘાટ થાય તો પોતે શૂરવીર ભક્ત છે માટે તેના હૃદયમાં અતિશે વિચાર ઊપજે તે વિચારે કરીને ઘાટ માત્ર ટાળીને અખંડ ભગવાનના સ્વરૂપમાં વૃત્તિ રાખે છે. અને ત્રીજો ઉપાય તે ભય છે તે જેના હૃદયને વિષે જન્મ, મૃત્યુ ને નરકચોરાશી તેની બીક અતિશે રહેતી હોય તે બીકે કરીને ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રાખે છે. અને ચોથો ઉપાય તે વૈરાગ્ય છે, તે જે પુરુષ વૈરાગ્યવાન હોય તે સાંખ્ય શાસ્ત્રને જ્ઞાને કરીને દેહ થકી પોતાના આત્માને જુદો સમજીને તે આત્મા વિના બીજા સર્વ માયિક પદાર્થને અસત્ય જાણીને પછી તે આત્માને વિષે પરમાત્માને ધારીને તેનું અખંડ ચિંતવન કરે અને એ ચાર ઉપાય વિના જે ઉપર ભગવાન કૃપા કરે તેની તો વાત ન કહેવાય, પણ તે વિના બીજા તો અનંત ઉપાય કરે તો પણ ભગવાનને વિષે અખંડ વૃત્તિ રહે નહિ અને ભગવાનને વિષે અખંડ વૃત્તિ રહેવી તે તો ઘણું ભારે કામ છે તે જેને અનેક જન્મનાં સુકૃત ઉદે થયાં હોય તેને ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રહે છે ને બીજાને તો અખંડ વૃત્તિ રાખવી મહા દુર્લભ છે. (મ. ૩૬)"
      },
      {
        "Date": "2024-12-12",
        "Tithi": "માગસર સુદ ૧૨",
        "Suvichar": "ભગવાન વિના બીજે ઠેકાણે જે હેત રહે છે તે જ માયા છે. અને આ જીવને પોતાનો જે દેહ ને દેહનાં સગાં-સંબંધી ને દેહનું ભરણ-પોષણ કરનારો એટલાને વિષે તો જેવું પંચવિષયમાં જીવને અતિશે હેત છે તે થકી પણ વિશેષે હેત છે. માટે જેને દેહ ને દેહનાં સગાં-સંબંધી ને દેહનું ભરણ-પોષણ કરનારા એમાંથી સ્નેહ તૂટ્યો તે પુરુષ ભગવાનની માયાને તરી રહ્યો છે અને જે પુરુષને ભગવાન વિના બીજામાંથી હેત તૂટે છે તેને જ ભગવાનને વિષે હેત થાય છે અને જ્યારે ભગવાનને વિષે હેત થયું ત્યારે તેની ભગવાનમાં અખંડ વૃત્તિ રહે છે ને જ્યારે ભગવાનમાં અખંડ વૃત્તિ રહી ત્યારે તેને બીજું કાંઈ કરવું રહ્યું નથી; તે તો કૃતાર્થ થયો છે. (મ. ૪૬)"
      },
      {
        "Date": "2024-12-13",
        "Tithi": "માગસર સુદ ૧૩, સદ્. શ્રી રામાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "બ્રહ્મવેત્તા સંતનો સંગ ને શ્રી વાસુદેવ ભગવાનનું સાક્ષાત્કાર દર્શન ને ચિંતવન તે તો અતિશે દુર્લભ છે, માટે જેમ વિષયી જનને પંચવિષયનું ચિંતવન અંતઃકરણમાં થયા કરે છે તેમ જેના અંતરમાં અખંડ ભગવાનનું ચિંતવન થયા કરે એથી ઉપરાંત મનુષ્ય દેહનો લાભ નથી, અને એ તો સર્વે હરિભક્તમાં મુખિયો છે. (મ. ૪૮)"
      },
      {
        "Date": "2024-12-14",
        "Tithi": "માગસર સુદ ૧૪",
        "Suvichar": "ભગવાનના સ્વરૂપમાં વૃત્તિ રાખતો હોય તેને અતિશે પવિત્રપણે રહેવું. જેમ દેવને પૂજવાને તત્પર થાય તે દેવ સરખો પવિત્ર થઈને જો દેવની પૂજા કરે ત્યારે તેની જ પૂજાને દેવ અંગીકાર કરે છે, તેમ પરમેશ્વરને વિષે વૃત્તિ રાખતો હોય તેને પણ સાંખ્ય શાસ્ત્રની રીતે કરીને સ્થૂળ, સૂક્ષ્મ ને કારણ એ ત્રણ દેહથી પોતાનું સ્વરૂપ ન્યારું જાણીને કેવળ આત્મારૂપ થઈને પરમેશ્વરના સ્વરૂપને વિષે વૃત્તિ રાખવી, એમ વૃત્તિ રાખતાં રાખતાં જ્યારે એ વૃત્તિ ભગવાનના સ્વરૂપમાં લીન થઈ જાય એ જ ધ્યાન કરનારા યોગીની નિદ્રા કહી છે. (વ. ૮)"
      },
      {
        "Date": "2024-12-15",
        "Tithi": "માગસર સુદ ૧૫, મુકુટોત્સવ પૂનમ, કંપાલા શ્રી ક. સ. સ્વામિનારાયણ મંદિર પાટોત્સવ",
        "Suvichar": "ભગવાનનો ભક્ત હોય, તેને ભગવાનની મૂર્તિનું ધ્યાન કરતે જે પદાર્થ આડું આવીને આવરણ કરે તેને માયા કહીએ. (પ્ર. ૧)"
      },
      {
        "Date": "2024-12-16",
        "Tithi": "માગસર વદ ૧, ધનુર્માસ પ્રારંભ",
        "Suvichar": "સ્ત્રીમાં પુરુષને હેત થાય છે ને પુરુષમાં સ્ત્રીને હેત થાય છે ને એ સ્ત્રીથી ઊપજી જે પ્રજા તેમાં પણ સહેજે હેત થાય છે તે હેતરૂપી જ ભગવાનની માયા છે. તે માયાના પ્રવાહમાં જે ન વહે તેની વૃત્તિ ભગવાનના સ્વરૂપમાં રહે છે, માટે જે ભગવાનનો ભક્ત હોય તે માયિક પદાર્થને વિષે દોષબુદ્ધિ રાખીને વૈરાગ્યને પામે. ને ભગવાનને સર્વ સુખમય જાણીને ભગવાનમાં વૃત્તિ રાખે. (પ્ર. ૩૪)"
      },
      {
        "Date": "2024-12-17",
        "Tithi": "માગસર વદ ૨",
        "Suvichar": "માયા છે તે જે ભગવાનથી વિમુખ છે તેને તો અતિ બંધન કરનારી છે ને અતિ દુઃખદાયી છે અને જે ભગવાનના ભક્ત છે તેને તો એ માયા અતિશે સુખદાયી છે અને માયાનાં કાર્ય જે ઇન્દ્રિયો, અંતઃકરણ ને દેવતા તે સર્વે ભગવાનની ભક્તિને અતિ પુષ્ટ કરે છે માટે ભગવાનના ભક્તને તો માયા દુઃખદાયી નથી; પરમ સુખદાયી છે. (લો. ૧૦)"
      },
      {
        "Date": "2024-12-18",
        "Tithi": "માગસર વદ ૩",
        "Suvichar": "સ્થૂળ, સૂક્ષ્મ ને કારણ એ ત્રણે દેહ થકી નોખો એવો જે આ દેહને વિષે જીવાત્મા તેને પોતાનું રૂપ જાણીને ને તેને વિષે ભગવાનની મૂર્તિ ધારીને, ને જાતિ, વર્ણ, આશ્રમ તેના માનને મૂકીને, ને કેવળ ભગવાનના સ્મરણ વિષે તત્પર થાય તો કુટુંબીનો સંબંધ ચોખ્ખો ટળે તે વિના બીજો કોઈ ઉપાય નથી. (મ. ૪૩)"
      },
      {
        "Date": "2024-12-19",
        "Tithi": "માગસર વદ ૪",
        "Suvichar": "તમે ભગવાનના ભક્ત છો તેના હૃદયમાં કોઈ જાતની વાસના તથા કોઈ જાતનો અયોગ્ય સ્વભાવ તે રહેવા દેવો નથી અને માયાના ત્રણ ગુણ, દશ ઇન્દ્રિયો, દશ પ્રાણ, ચાર અંતઃકરણ, પંચભૂત, પંચવિષય ને ચૌદ ઇન્દ્રિયોના દેવતા એમાંથી કોઈનો સંગ રહેવા દેવો નથી ને એ સર્વે માયિક ઉપાધિ થકી રહિત સત્તામાત્ર એવો જે આત્મા તે રૂપે થઈને ભગવાનની ભક્તિ કરે એવા સર્વેને કરવા છે, પણ કોઈ જાતનો માયાનો ગુણ રહેવા દેવો નથી. (મ. ૪૫)"
      },
      {
        "Date": "2024-12-20",
        "Tithi": "માગસર વદ ૫",
        "Suvichar": "પ્રત્યક્ષ ભગવાનની જે મૂર્તિ ને બીજા જે માયિક આકાર એ બેયને વિષે તો ઘણો ફેર છે, પણ જે અજ્ઞાની છે ને અતિશે મૂર્ખ છે તે તો ભગવાનને ને માયિક આકારને સરખા જાણે છે, કેમ જે માયિક આકારના જે જોનારા છે ને માયિક આકારના જે ચિંતવન કરનારા છે તે તો અનંતકોટી કલ્પ સુધી નરક ચોરાશીને વિષે ભમે છે. (મ. ૪૯)"
      },
      {
        "Date": "2024-12-21",
        "Tithi": "માગસર વદ ૬",
        "Suvichar": "મનુષ્યને મૂઆ ટાણે પથારી ઉપર સુવાર્યું હોય ત્યારે તે મનુષ્યમાંથી સૌને પોતાના સ્વાર્થની વાસના ટળી જાય છે અને તે મરનારાને પણ સંસારથકી મન ઉદાસ થઈ જાય છે તેમનું તેમ અમારે પોતાની કોરનું અને બીજાની કોરનું અંત અવસ્થા જેવું સદા વર્તે છે. અને જેટલું માયિક પદાર્થ માત્ર છે તે સર્વે નાશવંત ને તુચ્છના સરખું જણાયા કરે છે, પણ એમ વિક્તિ નથી જણાતી જે આ સારું પદાર્થ છે ને આ ભૂંડું પદાર્થ છે. (મ. ૫૫)"
      },
      {
        "Date": "2024-12-22",
        "Tithi": "માગસર વદ ૭",
        "Suvichar": "ભગવાનનું સ્વરૂપ જ એવું છે, જે માયામાં અન્વય થયા થકા પણ વ્યતિરેક જ છે, પણ ભગવાનને એમ બીક નથી જે રખે હું માયામાં જાઉં ને અશુદ્ધ થઈ જાઉં, ભગવાન તો માયાને વિષે આવે ત્યારે માયા પણ અક્ષરધામરૂપ થઈ જાય છે, અને ચોવીશ તત્ત્વને વિષે આવે તો ચોવીશ તત્ત્વ પણ બ્રહ્મરૂપ થઈ જાય છે. (વ. ૭)"
      },
      {
        "Date": "2024-12-23",
        "Tithi": "માગસર વદ ૮",
        "Suvichar": "મેઘના જળના સંબંધે કરીને પૃથ્વીમાં હતાં જે બીજ તે સર્વે ઊગી આવે છે, તેમ માયામાંથી અનાદિ કાળના જીવ હતા તે ઉદય થઈ આવે છે, પણ નવા જીવ નથી થાતા માટે જેમ ઈશ્વર અનાદિ છે તેમ માયા પણ અનાદિ છે ને તે માયાને વિષે રહ્યા જે જીવ તે પણ અનાદિ છે, પણ એ જીવ પરમેશ્વરના અંશ નથી; એ તો અનાદિ જીવ જ છે, તે જીવ જ્યારે પરમેશ્વરને શરણે જાય, ત્યારે ભગવાનની માયાને તરે. (છે. ૧૦)"
      },
      {
        "Date": "2024-12-24",
        "Tithi": "માગસર વદ ૯",
        "Suvichar": "દેહને વિષે અહંબુદ્ધિ ને દેહ સંબંધી પદાર્થને વિષે મમત્વબુદ્ધિ એ જ માયા છે. તે એ માયાને ટાળવી ને એ માયાને જેણે ટાળી તે માયાને તર્યો કહેવાય, ને એ માયાને ટાળીને ભગવાનમાં પ્રીતિ કરવી. છે. ૩૯)"
      },
      {
        "Date": "2024-12-25",
        "Tithi": "માગસર વદ ૧૦, Christmas / નાતાલ, અ. મુ. શ્રી મનજીબાપાની અંતર્ધાન તિથિ",
        "Suvichar": "જેને ભગવાન વિના બીજી કોઈ વાસના ન હોય ને પોતાને બ્રહ્મરૂપ માનીને ભગવાનની ભક્તિ કરતો હોય તે એકાંતિક ભક્ત કહેવાય. (પ્ર. ૧૧)"
      },
      {
        "Date": "2024-12-26",
        "Tithi": "માગસર વદ ૧૧, સફલા એકાદશી, શ્રી સ્વામિનારાયણ મહામંત્ર પ્રાગટ્ય તિથિ - સં.૧૮૫૮",
        "Suvichar": "સત્સંગમાં જેને વધારો થવાનો હોય તેને શુભ વાસના વૃદ્ધિ પામે છે, ત્યારે તેને દિવસે દિવસે સત્સંગી માત્રનો હૈયામાં ગુણ જ આવે, અને સર્વે હરિભક્તને મોટા સમજે ને પોતાને ન્યૂન સમજે, ને આઠે પહોર તેના હૈયામાં સત્સંગનો આનંદ વર્ત્યા કરે, એવાં લક્ષણ જ્યારે હોય ત્યારે જાણીએ જે શુભ વાસના વૃદ્ધિ પામી છે, ને તે જેમ જેમ વધુ વધુ સત્સંગ કરે તેમ તેમ વધુ વધુ સમાસ થાતો જાય, ને અતિશે મોટ્યપને પામી જાય છે. (પ્ર. ૨૮)"
      },
      {
        "Date": "2024-12-27",
        "Tithi": "માગસર વદ ૧૨",
        "Suvichar": "જગતની વાસનાને ઘટાડતો જાય ને ભગવાનની વાસનાને વધારતો જાય, તેણે કરીને એને પંચવિષયને વિષે સમબુદ્ધિ થઈ જાય છે ને સમબુદ્ધિ થયા પછી નિંદા ને સ્તુતિ સરખાં લાગે અને સારો સ્પર્શ ને ભૂંડો સ્પર્શ સરખો લાગે, તેમ જ સારું રૂપ ને ભૂંડું રૂપ તથા બાળ, યૌવન ને વૃદ્ધ એવી જે સ્ત્રીઓ તથા કચરો ને કંચન એ સર્વે સરખું ભાસે, તેમ જ સારા ને ભૂંડા જે રસ ને ગંધ હોય તે પણ સરખા ભાસે, એવી રીતે સ્વાભાવિકપણે વર્તાય, ત્યારે જાણીએ જે વાસના જીતાણી, અને વાસના રહિત વર્તવું એ એકાંતિકનો ધર્મ છે, અને વાસના જરાકે રહી જાય તો સમાધિવાળો હોય અને નાડી-પ્રાણ તણાતાં હોય તો ય પણ વાસના સમાધિમાંથી પાછો ખેંચી લાવે છે, માટે વાસના ટાળે તે જ એકાંતિક ભક્ત છે. (પ્ર. ૬૦)"
      },
      {
        "Date": "2024-12-28",
        "Tithi": "માગસર વદ ૧૩",
        "Suvichar": "જે એકાંતિક સંત છે તે તો ભગવાનની મૂર્તિને અક્ષરાતીત સમજે છે ને મૂર્તિમાન એવા જે પુરુષોત્તમ ભગવાન તેને બ્રહ્મરૂપ જે અનંતકોટી મુક્ત અને અક્ષરધામ એ સર્વેના આત્મા જાણે છે, માટે કોઈ ગમે તેવાં શાસ્ત્ર વાંચતાં હોય ને તેમાં ભગવાનનું નિર્ગુણપણે કરીને પ્રતિપાદન આવે તે ઠેકાણે એમ જાણવું જે, એ ભગવાનની મૂર્તિનો મહિમા કહ્યો છે પણ ભગવાન તો સદા મૂર્તિમાન જ છે, એવી રીતે જે સમજે તેને એકાંતિક ભક્ત કહીએ. (પ્ર. ૬૬)"
      },
      {
        "Date": "2024-12-29",
        "Tithi": "માગસર વદ ૧૪",
        "Suvichar": "જો એને સંત તથા પરમેશ્વરના વચનને વિષે અતિશે શ્રદ્ધા હોય અને અતિ દૃઢ વિશ્વાસ હોય તો ગમે તેવાં તામસી કર્મ હોય પણ તેનો નાશ થઈ જાય અને કળિયુગના ધર્મ મટીને  સત્યયુગના ધર્મ હોય તે વર્તે, માટે અતિ સાચે ભાવે કરીને સત્સંગ કરે તો તેને કોઈ જાતનો દોષ હૈયામાં રહે નહિ અને દેહ છતાં જ બ્રહ્મરૂપ થઈ જાય. (સા. ૯)"
      },
      {
        "Date": "2024-12-30",
        "Tithi": "માગસર વદ ૩૦, અમાસ, સદ્. શ્રી શુકાનંદ સ્વામીની અંતર્ધાન તિથિ",
        "Suvichar": "જેને આત્મનિષ્ઠા છે ને વૈરાગ્ય છે ને ભગવાનમાં પ્રીતિ પણ સાધારણ જેવી છે તે તો એમ જાણે છે જે, મારા જીવાત્માને વિષે જ આ ભગવાનની મૂર્તિ અખંડ બિરાજમાન છે, એમ જાણીને ઉપરથી તો ભગવાનની મૂર્તિનાં દર્શન-સ્પર્શાદિકને વિષે આતુરતા જેવું નથી જણાતું ને શાંતપણા જેવું જણાય છે, તો પણ એની પ્રીતિનાં મૂળ ઊંડા છે તે કોઈ કુસંગને યોગે કરીને પણ એની પ્રીતિ ઓછી થાય એવી નથી, માટે એ ભક્ત શ્રેષ્ઠ છે ને એકાંતિક છે. (સા. ૧૫)"
      },
      {
        "Date": "2024-12-31",
        "Tithi": "પોષ સુદ ૧",
        "Suvichar": "એકાંતિકપણું એમાં આવે એ અતિશે દુર્લભ છે તે એકાંતિકપણું તે શું તો ધર્મ, જ્ઞાન ને વૈરાગ્ય એ ત્રણે યુક્ત જે ભગવાનની ભક્તિ કરવી તેને એકાંતિકપણું કહીએ. (લો. ૬)"
      }
    ]
  }
}